
do 
function run(msg, matches) 
 if matches[1] == "الاوامر" and is_momod(msg) then 
    return "اهلا وسهلا بك 😻🎈 "..msg.from.first_name.."\n" 
  .."  ".."\n" 
  ..[[ 
  🌟 امرحبا بك في اوامر سورس نوفار 🌟 
🌠 ▫▫▫▫▫▫▫▫▫🌠 

♳ ♯م1 لعرض اوامر القفل والفتح. 🔨🔧 
  
♴ ♯م2 لعرض اوامر تخص المجموعه⭐ 

♵ ♯م3 لعرض اوامر اخرى باستخدام / او # 🌠 

♶ ♯م4 لعرض اوامر الحظر والكتم 💢 

♷♯م المطور لعرض اوامر المطور ♌ 

]].."\n" 
.."🌠▫▫▫▫▫▫▫▫▫▫🌠".."\n" 
..'🌟 CH ‼ @DEV_NOVAR '..'\n' 
------------------ 

  elseif matches[1] == "م1" and is_momod(msg) then 
    return "🎐مرحبا بك في اوامر القفل والفتح 🎐"..msg.from.first_name.."\n" 
  .."  ".."\n" 
  ..[[ 
🎌 اوامر القفل والفتح 🎌 
🌠▫▫▫▫▫▫▫▫▫▫🌠 
🕵‍♀ اوامــرالقفــل والفتــح 
━━━━━━━━━━
【✓】قفل الروابط 
【✘】فتح الروابط
━━━━━━━━━━
【✓】قفل التوجيه
【✘】فتح التوجيه
━━━━━━━━━━
【✓】قفل الكلايش
【✘】فتح الكلايش
━━━━━━━━━━
【✓】 قفل التكرار
【✘】فتح التكرار 
━━━━━━━━━━
【✓】قفل التاك
【✘】فتح التاك 
━━━━━━━━━━
【✓】قفل الصوت 
【✘】فتح الصوت
━━━━━━━━━━
【✓】قفل الجهات
【✘】فتح الجهات
━━━━━━━━━━
【✓】 قفل الصوتيات
【✘】فتح الصوتيات
━━━━━━━━━━
【✓】قفل البوتات
【✘】فتح البوتات
━━━━━━━━━━
【✓】 قفل الدردشه
  【✘】 فتح الدردشه
━━━━━━━━━━
【✓】 قفل الملصقات
【✘】 فتح الملصقات 
━━━━━━━━━━
【✓】 قفل الصور 
【✘】فتح الصور 
━━━━━━━━━━
【✓】 قفل الفيديو 
【✘】 فتح الفيديو 
━━━━━━━━━━
【✓】 قفل الملفات
【✘】 فتح الملفات
━━━━━━━━━━
【✓】 قفل الكل
【✘】قفل الكل
━━━━━━━━━━
【✓】قفل  المواقع 
【✘】 فتح المواقع
━━━━━━━━━━
【✓】قفل  الوسائط
【✘】 فتح الوسائط
━━━━━━━━━━
الروابط المعرفات التاكات يتم حذفها تلقائيا فقط من الاعضاء 🔰💭
🔱 [~ <b>HELL</b> ~] 🔱
🔖CH B O T : @DEV_NOVAR
]].."\n" 
.."🌠▫▫▫▫▫▫▫▫🌠".."\n" 
..'🌟 CH ‼ @DEV_NOVAR '..'\n' 
------------------ 

  elseif  matches[1] == "م2" and is_momod(msg) then 
    return "🎐مرحبا بك في اوامر المجموعه🎐"..msg.from.first_name.."\n" 
  .."  ".."\n" 
  ..[[ 
  🎈 ➖ ➖ ➖ ➖ ➖ ➖ ➖🎈
🎌️ مرحبا بك في اوامر المجموعه 🎌 
       ♯ اوامر المجموعه هي ♯ 

➰✞┇ رفع اداري  [¶ رد / معرف¶]


➰✞┇  تنزيل اداري  [¶  رد / معرف ¶]

━━━━━━━━━━━━━
➰✞┇رفع ادمن  [¶ رد / معرف¶] 


➰✞┇تنزيل ادمن  [¶ رد / معرف ¶]

━━━━━━━━━━━━━ 

💬✞┇مسح  [🔖  رد  🔖]


💬✞ ┇ضع اسم  + [ 🎌 الاسم 🎌 ]


💬✞ ┇ضع وصف + [ 🚩 الوصف 🚩 ] 


💬✞ ┇ضع قوانين +  [🚩 القوانين 🚩]


💬✞ ┇ضع صوره > { لوضع صوره 📷 }


💬✞ ┇ضع رابط   [ 🚩 ثم ارسل الرابط 🚩 ]


💬✞ ┇ الرابط   [🚩 لعرض رابط المجموعه 🚩 ]


]].."\n" 
.."🌠▫▫▫▫▫▫▫▫▫▫🌠".."\n" 
..'🌟 CH ‼ @DEV_NOVAR '..'\n' 
------------------ 

  elseif  matches[1] == "م3" and is_momod(msg) then 
    return "🎐 مرحبا بك في اوامر الانكلش باستخدام /او#🎐"..msg.from.first_name.."\n" 
  .."  ".."\n" 
  ..[[ 
اوامر اخرى تخص الاعضاء ¶ 


 🔖➖┇ م ايدي ☚ 💈لعرض ايديك 💈

🔖➖┇م حسابي ☚ 💈لعرض رابط الحسابك 💈

🔖➖┇م رقمي ☚ 💈 لاضهار رقمك 💈

🔖➖┇م معرفي ☚ 💈لاضهار معرفك💈

🔖➖┇م صورتي ☚ 💈لاضهار صورتك💈

🔖➖┇ايديي ☚ 💈لاضهار ايدي المجموعه 💈

🔖➖┇اسم الكروب ☚ 💈لاضهار اسم المجموعه💈

━━━━━━━━━━━━━

🔖➖┇ زخرف + الاسم |¶ بلانكلش فقط |¶

🔖➖┇زخرفه + الاسم  |¶ بالعربي فقط |¶

━━━━━━━━━━━━━

🔖➖┇ المطورين 💈لعرض السيره الذاتيه 💈

🔖➖┇المطور 💈لعرض المطور 💈

🔖➖┇النشطين ☚ 💈لعرض المتصلين 💈

🔖➖┇ تحويل صوت ☚ |¶لتحويل الصوت الى بصمه بالرد |¶

🔖➖┇تاك الكل ☚ |¶ لاضهار معرفات الاعضاء |¶
  
━━━━━━━━━━━━━
🔖➖┇ايدي   ➰ لعرض الايدي الخاص بك 🎌

 🔖➖┇معلوماتي  ➰ لعرض معلوماتك. 🎐

🔖➖┇موقعي   ➰ لعرض موقع.  🎈

🔖➖┇me    ➰ لعرض معلوماتك 🚩



]].."\n" 
.."🌠▫▫▫▫▫▫▫▫▫▫🌠".."\n" 
..'🌟 CH ‼ @DEV_NOVAR '..'\n' 
------------------ 

  elseif  matches[1] == "م4" and is_momod(msg) then 
    return "🎐 مرحبا في اوامر الحظر والكتم 🎐"..msg.from.first_name.."\n" 
  .."  ".."\n" 
  ..[[ 
🕵‍♀اهلا بك عــزيزي في اوامــر الحــظر والمنــع :

➖➖➖➖ ٴ
📍{الحظــر } :

🔗 = {حظر} : لحضر العضو

🔗 = {الغاء حظر} : لالغاء الحظر

🔗 = {قائمه المحظورين} :

➖➖➖➖ٴ
📍{الـكتم } :

🔗 = {كتم} : لكتم العضو

🔗 = {كتم} : لالغاء الكتم
➖➖➖➖ٴ
📍{حظر العام} :

🔗 = {حظر عام} : لحظره خارج مجموعات البوت

🔗 = {الغاء العام} لالغاء حظر

🔗 = {قائمه العام} لعرض المحظورين عام

➖➖➖➖ٴ
📍{قائمــﮭه المنــع} :

🔗 = {منع} : لمنع الكلمه 

🔗 = {الغاء منع} : لالغاء منعها 

🔗 = {تنظيف قائمه المنع}

🔗 = {قائمه المنع} : لعرض الكلمات الممنوعه 
➖➖➖➖ٴ

]].."\n" 
.."🌠▫▫▫▫▫▫▫▫▫▫🌠".."\n" 
..'🌟 CH ‼ @DEV_NOVAR '..'\n' 

------------------------ 

 elseif  matches[1] == "م5" and is_momod(msg) then 
    return "🎐مرحبا بك في اوامر ميديا بالتحذير🎐"..msg.from.first_name.."\n" 
  .."  ".."\n" 
  ..[[ 
  💈  ➖  ➖  ➖  ➖  ➖  ➖ 💈


📝 {الروابط}  :

✅ = تحذير الروابط

☑️ = الغاء تحذير الروابط

━━━━━━━━━━ 🎗

 📝 {الصور} :

✅ = تحذير الصور

☑️ = الغاء تحذير الصور

━━━━━━━━━━ 🎗


📝 {الكل} :

✅ = تحذير الكل

☑️ = الغاء تحذير الكل

━━━━━━━━━━🎗


📝 {التوجيه} :

✅ = تحذير التوجيه

☑️ = الغاء تحذير التوجيه

━━━━━━━━━━🎗

📝{الصوت} :

✅ =تحذير الصوت

☑️ = الغاء تحذير الصوت

━━━━━━━━━━🎗

📝{الاونلاين} :

✅ =تحذير اونلاين

☑️ = الغاء تحذير اونلاين


🚩  ➖  ➖  ➖  ➖  ➖  ➖ 🚩


]].."\n" 
.."🌠▫▫▫▫▫▫▫▫▫▫🌠".."\n" 
..'🌟 CH ‼ @DEV_NOVAR '..'\n' 
----------------------- 
elseif  matches[1] == "م المطور" and is_momod(msg) then 
    return "🎐مرحبا بك في اوامر المطور🎐"..msg.from.first_name.."\n" 
  .."  ".."\n" 
  ..[[ 
  🎌 مرحبا بك في اوامر المطور 🎌 

🎗 ┇ تفعيل  ⏪  📍| لتفعيل المجموعه |📍

🎗 ┇ تعطيل ⏪  📍| لتعطيل المجموعه |📍

------------/----------/-----------/-----------/--------

🎗 ┇رفع مدير ⏪ 📌[لرفع مدير في المجموع]📌 

🎗 ┇ اضف مطور ⏪  📌 [ بالايدي فقط ] 📌

🎗 ┇ حذف مطور ⏪  📌 [ بالايدي فقط ] 📌

----------\----------\-----------\----------\-----------
🎐 ┇ رد اضف  ☚(لاضافه رد جديد ) [مثلا رد اضف مرحبا مراحب ] 

🎐 ┇ صنع مجموعه ⏪💈{لصنع مجموعه }💈

🎐 ┇ الملفات ⏪ 🚩|¶  لعرض الملفات |¶ 🚩

🎐 ┇ تفعيل ملف + الاسم⏪ 🔖{لتفعيل ملف}🔖 

🎐 ┇ تعطيل ملف + الاسم⏪🔖{لتعطيل ملف}🔖 

🎐 ┇ جلب الملف +الاسم  ⏪  🔧لجلب ملف 🔧

🎐 ┇ طرد الكل ⏪ 📎  ♦ لطرد الاعضاء ♦ 📎 

🎐 ┇ اذاعه +الكلام  ⏪ 🔘 لنشر رساله في المجموعات 🔘

🎐 ┇ غادر ⏪  🎌 لمغادره البوت 🎌

🎐 ┇ مسح +العدد ⏪ 🎈لمسح رسائل المجموعه 🎈

]].."\n" 
.."🌠▫▫▫▫▫▫▫▫▫▫🌠".."\n" 
..'🌟 CH ‼ @DEV_NOVAR '..'\n' 
--------------------------
  end 
end 
return { 
  patterns = { 
    "^(الاوامر)", 
    "^(م1)", 
    "^(م2)", 
    "^(م3)", 
    "^(م4)", 
    "^(م5)", 
    "^(م المطور)", 
    "^[#!/](الاوامر)", 
    "^[#!/](م1)", 
    "^[#!/](م2)", 
    "^[#!/](م3)", 
    "^[#!/](م4)", 
    "^[#!](م5)", 
    "^[#!/](م المطور)" 
  }, 
  run = run 
} 
end 

