
do 
function run(msg, matches) 
 if matches[1] == "الاوامر" and is_momod(msg) then 
    return "اهلا وسهلا بك 😻🎈 "..msg.from.first_name.."\n" 
  .."  ".."\n" 
  ..[[ 
  🌟 امرحبا بك في اوامر سورس نوفار 🌟 
🌠 ▫▫▫▫▫▫▫▫▫🌠 

♳ ♯م1 لعرض اوامر القفل والفتح. 🔨🔧 
  

♴ ♯م2 لعرض اوامر تخص المجموعه⭐


♵ ♯م3 لعرض اوامر الخدميه ⭐💡  


♶ ♯م4 لعرض اوامر الحظر والكتم 💢 


♷♯م المطور لعرض اوامر المطور ♌ 

]].."\n" 
.."🌠▫▫▫▫▫▫▫▫▫▫🌠".."\n" 
..'🌟 CH ‼ @DEV_NOVAR '..'\n' 
------------------ 

  elseif matches[1] == "م1" and is_momod(msg) then 
    return "🎐مرحبا بك في اوامر القفل والفتح 🎐"..msg.from.first_name.."\n" 
  .."  ".."\n" 
  ..[[ 
🎌 اوامر القفل والفتح 🎌 
🌠▫▫▫▫▫▫▫▫▫▫▫▫🌠 
🌟✞┋☚ قفل ♯ فتح   الاضافه الجماعيه 
   
🌟✞┋☚ قفل♯فتح  الكلايش㊙

🌟✞┋☚ قفل♯فتح   التكرار ♻

🌟✞┋☚ قفل♯فتح    الجهات🎈
      
🌟✞┋☚ قفل♯فتحٍٍّّْْ   المعرفⓂ 

🌟✞┋☚ قفل♯فتح    التاك💭 

🌟✞┋☚ قفل♯فتح    الاضافه📬 

🌟✞┋☚ قفل♯فتحٍٍّّْْ     الروابط📑 

🌟✞┋☚ قفل♯فتحٍٍّّْْ   البوتات ♈ 

🌟✞┋☚ قفل♯فتحٍٍّّْْ   الفيديو 📹 

🌟✞┋☚ قفل♯فتح   الملصقات🌚 

🌟✞┋☚ قفل♯فتح    الصور 📷 
  
🌟✞┋☚ قفل♯فتحٍٍّّْْ    التوجيه ♻ 

🌟✞┋☚ قفل♯فتحٍٍّّْْ   الصوت 📣 

🌟✞┋☚قفل♯فتحٍٍّّْْ     الدردشه💬 

🌟✞┋☚ قفل♯فتح    المتحركه💻  

🌟✞┋☚ قفل♯فتحٍٍّّْْ    الملفات 📁 

🌟✞┋☚ قفل♯فتح     البصمات📯 

🌟✞┋☚ قفل♯فتح    اونلاين 🎌 

🌟✞┋☚  قفل♯فتح       الكل ⚙ 

ملاحضه / 1-قفل /فتح المعرف / التاك تحذف تلقائي فقط من الاعضاء
]].."\n" 
.."🌠▫▫▫▫▫▫▫▫▫▫🌠".."\n" 
..'🌟 CH ‼ @DEV_NOVAR '..'\n' 
------------------ 

  elseif  matches[1] == "م2" and is_momod(msg) then 
    return "🎐مرحبا بك في اوامر المجموعه🎐"..msg.from.first_name.."\n" 
  .."  ".."\n" 
  ..[[ 
🎌️ مرحبا بك في اوامر المجموعه 🎌 
       ♯ اوامر المجموعه هي ♯ 

🌟✞┇ رفع اداري ☚ (رد ♯معرف) 

🌟✞♯ تنزيل اداري ☚(رد♯ معرف) 

🌟✞♯رفع ادمن ☚ ( رد ♯معرف) 

🌟✞♯تنزيل ادمن☚( رد♯ عرف ) 

🌟✞♯☚ ايدي ☚♯ (لعرض ايديك) 

🌟✞♯☛ id ☛ ♯(لعرض ايديك) 

🌟✞♯مسح ☚ (بارد لمسح الرساله) 

🌟✞ :♯ضع اسم   ☚ ♯(لوضع اسم المجموعه) 

🌟✞ :♯ضع وصف ☚♯(لوضع وصف للمجموعه)  

🌟✞ :♯ضع قوانين ☚♯(لوضع قوانين المجموعه) 

🌟✞ :♯ضع صوره ☚♯(لوضع صوره للمجموعه) 

🌟✞:♯ضع رابط ☚♯(لوضع رابط المجموعه) 

🌟✞:♯ تغيير الرابط ☚♯ (لتغيير رابط المجموعه) 

🌟✞:♯ الرابط ☚ ♯ (لاضهار رابط المجموعه ) 

]].."\n" 
.."🌠▫▫▫▫▫▫▫▫▫▫🌠".."\n" 
..'🌟 CH ‼ @DEV_NOVAR '..'\n' 
------------------ 

  elseif  matches[1] == "م3" and is_momod(msg) then 
    return "🎐 مرحبا بك في اوامر سورس نوفار🎐"..msg.from.first_name.."\n" 
  .."  ".."\n" 
  ..[[ 
🎌 اوامر اضافيه  🎌 

🌟♯▫ م ايدي ☚ (لاضهار الايدي الخاص بك) 

🌟♯▫م حسابي ☚ (لاضهار رابط الحسابك ) 

🌟♯▫م رقمي ☚ (لاضهار رقمك ) 

🌟♯▫م معرفي ☚ (لاضهار معرفك) 

🌟♯▫ صورتي ☚ (لاضهار صورتك) 

🌟♯▫ايديي ☚ (لاضهار ايدي المجموعه ) 

🌟♯▫اسم الكروب ☚ (لاضهار اسم المجموعه) 

🌟♯▫زخرف +الاسم ☚ (لزخرفه الاسم بالنكلش)

🌟♯▫زخرفه +الاسم ☚  (لزخرفه الاسم)

🌟♯▫النشطين ☚ (لعرض الاعضاء النشطين )

🌟♯▫المطورين ☚ (لعرض معلومات المطورين)

🌟♯▫رسائلي ☚ (لعرض رسائلك في المجموعه )

🌟♯▫ تحويل صوت ☚ (لتحويل الصوت الى بصمه بالرد ) 
🌟♯▫تاك الكل ☚ ( لاضهار معرفات الاعضاء) 
  
🌟♯▫ /ايدي ☚ (لعرض الايدي الخاص بك) 

🌟♯▫ اسمي ☚ (لعرض اسمك ) 

]].."\n" 
.."🌠▫▫▫▫▫▫▫▫▫▫🌠".."\n" 
..'🌟 CH ‼ @DEV_NOVAR '..'\n' 
------------------ 

  elseif  matches[1] == "م4" and is_momod(msg) then 
    return "🎐 مرحبا في اوامر الحظر والكتم 🎐"..msg.from.first_name.."\n" 
  .."  ".."\n" 
  ..[[ 
🎌 مرحبا بك اوامر الحظر والكتم  🎌 

🌟✞┋حظر ☚(رد ♯ معرف) 

🌟✞┋كتم  ☚( رد♯معرف) 

🌟✞┋الغاء الحظر ☚ (رد ♯معرف) 

🌟✞┋كتم ☚ لالغاء الكتم ارسل كتم( رد ♯مرف) 

🌟✞┋حظر عام ☚ ( رد ♯ معرف) 

🌟✞┋الغاء عام ☚(رد ♯معرف) 

🌟✞┇ المكتومين ☚(لعرض قائمه المكتومين) 

🌟✞┇منع +♯( الكلمه)  

🌟✞┇الغاء منع +♯( الكلمه ) 

🌟✞┇ قائمه المنع ☚(لضهار الكلمات الممنوعه ) 

🌟✞┇ تنظيف قائمه المنع ☚♯ (لمسح قائمه الكلمات الممنوعه ) 
🌟✞┋ اطردني ☚♯(لطردك من المجموعه ) 

🌟✞┋اريد بوت ☚ ♯(لطلب البوت لمجموعتك) 

🌟✞┋اضافه ☚♯لاضافه شخص للمجموعه (معرف) 

🌟✞┋ رابط الحذف ☚ (لارسال رابط الحذف) 

]].."\n" 
.."🌠▫▫▫▫▫▫▫▫▫▫🌠".."\n" 
..'🌟 CH ‼ @DEV_NOVAR '..'\n' 

------------------------ 

 elseif  matches[1] == "م المطور" and is_momod(msg) then 
    return "🎐مرحبا بك في اوامر المطور🎐"..msg.from.first_name.."\n" 
  .."  ".."\n" 
  ..[[ 
  🎌 مرحبا بك في اوامر المطور 🎌 

🌟♯✞ تفعيل ☚  (لتفعيل البوت في المجموعه) 


🌟♯ ✞ تعطيل ☚ ( لتعطيل البوت في المجموعه) 
  

🌟♯✞ رفع مدير ☚ (لرفع مدير في المجموعه) يعمل [معرف او رد] 
 

🌟♯ ✞ اضف مطور ☚ (اضف مطور +الايدي)

 
🌟♯ ✞ حذف مطور ☚ (اضف مطور +الايدي)


🌟♯✞ رد اضف  ☚(لاضافه رد جديد ) [مثلا رد اضف مرحبا مراحب ] 

🌟♯✞ صنع مجموعه☚  (لصنع مجموعه جديده ) 


🌟♯✞ الملفات ☚( لعرض الملفات ) 


🌟♯✞ تفعيل ملف +الاسم☚ (لتفعيل الملف) 


🌟♯✞ تعطيل ملف +الاسم ☚(لتعطيل الملف) 


🌟♯✞ جلب الملف +الاسم ☚(لحلب الملف ) 


🌟♯✞ طرد الكل ☚(لطرد الكل من المجموعه ) 


🌟♯✞ اذاعه + الكلام (لنشر في جميع مجموعات البوت ) 

🌟♯✞ غادره ☚ (لخروج البوت من المجموعة ) 


🌟♯✞ مسح +العدد ☚ (لتنضيف رسائل المجموعه) 

]].."\n" 
.."🌠▫▫▫▫▫▫▫▫▫▫🌠".."\n" 
..'🌟 CH ‼ @DEV_NOVAR '..'\n' 
----------------------- 
  end 
end 
return { 
  patterns = { 
    "^(الاوامر)", 
    "^(م1)", 
    "^(م2)", 
    "^(م3)", 
    "^(م4)", 
    "^(م المطور)", 
    "^(H)", 
    "^[#!/](الاوامر)", 
    "^[#!/](م1)", 
    "^[#!/](م2)", 
    "^[#!/](م3)", 
    "^[#!/](م4)", 
    "^[#!/](م المطور)", 
    "^[#!/](H)" 
  }, 
  run = run 
} 
end 

