--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                                ▀▄ ▄▀ 
▀▄ ▄▀       BY ANWAR     @xXxDev_iqxXx          ▀▄ ▄▀ 
▀▄ ▄▀ BY MOHAMMED LEADER  @Hamapaiz          ▀▄ ▄▀          
▀▄ ▄▀ BY         CANEALL     @Dev_faed           ▀▄ ▄▀   
▀▄ ▄▀            مساعدة 1                 ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

local function leader(msg, matches)
local reply_id = msg['id']
if is_momod(msg) and matches[1]== 'م1' then
local S =  [[  📍💭 اوامر المجموعه الرفع ♻ 

 1⃣رفع ادمن :😉 { لرفع ادمن في المجموعه }
2⃣ تنزيل ادمن:🐸🚬 { لتنزيل ادمن في المجموعه} 
3⃣ الادمنيه : 📋 { لعرض قائمة الادمنية} 
ـ➖💢➖💢➖💢➖💢➖💢➖ـ
📍 اوامر تخص الادمنيه ⚜

1⃣ حظر : 😒 { لحظر وطرد عضو من المجموعه} 
2⃣ الغاء الحظر : 😚 { لالغاء الحظر عن عضو }
3⃣ منع : 🚫 { لمنع كلمه داخل المجموعه} 
4⃣ الغاء منع : 🙃  { لالغاء منع كلمه داخل المجموعه} 
ـ⭕️➖⭕️➖⭕️➖⭕️➖⭕️➖⭕️ـ

🔒 قفل الوسائط : 🗼 { لقفل جميع الوسائط }
🔓 فتح الوسائط : 🌠 { لفتح جميع الوسائط} 
ـ➖🔥➖🔥➖🔥➖🔥➖🔥ـ

↩ كتم بالرد :🔇 { لكتم عضو بواسطة الرد }
🔀 ايدي : 🎐 { لعرض ايدي المجموعه} 
🔀 /ايدي : 🎐 { لعرض ايديك الخاص}

🔂 ايدي بالرد : 📢 { لعرض ايدي العضو }

 ▶▶▶▶🌹المطور🌹◀◀◀◀️
💯-Đєⱴ💀: @xXxDev_iqxXx
💯-Đєⱴ😎: @hamapaiz
💯-Đєⱴ💀: @X_x_56_GaHaNaM_56_x_X
💯-Đєⱴ💀:  @D_e_v_faeder_bot
]]
reply_msg(reply_id, S, ok_cb, false) 
end

if not is_momod(msg) then
local S = "لاتبعبص في ما لايعنيك 😂"
reply_msg(reply_id, S, ok_cb, false)
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"^(م1)$",
},
run = leader 
}
end