--[[ 
▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                                ▀▄ ▄▀ 
▀▄ ▄▀       BY ANWAR     @xXxDev_iqxXx          ▀▄ ▄▀ 
▀▄ ▄▀ BY MOHAMMED LEADER  @Hamapaiz          ▀▄ ▄▀          
▀▄ ▄▀ BY         CHNEALL     @Dev_faed           ▀▄ ▄▀   
▀▄ ▄▀           اوامر المطور                 ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

local function leader(msg, matches)
local reply_id = msg['id']
if is_sudo(msg) and matches[1]== "م المطور" then
local S = [[  💯 اوامر المطورين 💯

🔱➿🔱➿🔱➿🔱➿🔱➿🔱➿ـ

 ♻تفعيل البوت  : ↝↜
 {لتفعيل البوت ب المجموعه}
 ♻تعطيل البوت : ↝↜
 {لتعطيل البوت ب المجموعه}
 ♻اذاعه : ↝↜
 {لنشر كلمه ب جميع مجموعات البوت}
 ♻تشغيل البوت : ↝↜
{ لتشغيل البوت ب المجموعه معينه}
 ♻طرد البوت : ↝↜
{ لطرد البوت من المجموعه}
 ♻جلب ملف : ↝↜
{ لجلب الملف من السيرفر}
 ♻صنع مجموعه : ↝↜
{لصنع مجموعه من البوت}
  ♻مسح المعرف  : ↝↜
{لمسح معرف المجموعه}
 ♻مسح الادمنيه : ↝↜
{لمسح الادمنيه في المجموعه}
 ♻مسح الاداريين : ↝↜
{لمسح الاداريين في المجموعه}
 ♻اضف مطور + الايدي 
(لاضافه مطور للبوت)
♻حذف مطور + الايدي
(لحذف مطور البوت)

📫run : ↝↜
{لتنشيط سيرفر البوت}
 📫update: ↝↜
{لتحديث سيرفر البوت}
📫redis: ↝↜
{لعمل رديس لسيرفر البوت}

➿🔱➿🔱➿🔱➿🔱➿
💯-Đєⱴ💀: @xXxDev_iqxXx
💯-Đєⱴ💀: @hamapaiz
💯-Đєⱴ💀: @X_x_56_GaHaNaM_56_x_X
💯-Đєⱴ💀:  @D_e_v_faeder_bot
]]
reply_msg(reply_id, S, ok_cb, false)
end

if not is_sudo(msg) then
local S = "ليش تبحبش😎🖕🏿"
reply_msg(reply_id, S, ok_cb, false)
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"^(م المطور)$",
},
run = leader 
}
end