 -- made by { @N0VAR  MY TEAM (@DEV_NOVAR) } 
do 
ws = {} 
rs = {} 

-- some examples of how to use this :3 
ws[1] = "السلام عليكم" 
rs[1] = "وِ؏ۤـہٰٰليِٰہڪٰྀہٰٰٖمٰ̲ہ آلسٰٰٓلآمٰ̲ہ وِرحہٰٰمٰ̲ہٰ̲ھہ آللٰ̲ھہ وِبّہرڪٰྀہٰٰٖآتَہَٰٰ̲ھہ😍" 

ws[2] = "هلاو" 
rs[2] = "ھہلوِآتَہَٰ حہٰٰبّہ؏ۤـہٰٰمٰ̲ہريِٰہ😌🌷" 

ws[3] = "هلو" 
rs[3] = "ھہلوِآتَہَٰ حہٰٰبّہ؏ۤـہٰٰمٰ̲ہريِٰہ😌🌷" 

ws[4] = "سلام" 
rs[4] = "وعليكم السلام والرحمه🏌🏿‍♀️" 

ws[5] = "شلونك" 
rs[5] = "تَہَٰمٰ̲ہآمٰ̲ہ وِآنَِٰہٰتَہَٰٰ̲ھہ حہٰٰبّہيِٰہبّہيِٰہ🌝🍃" 

ws[6] = "شلونج" 
rs[6] = "تَہَٰمٰ̲ہآمٰ̲ہ وِآنَِٰہٰتَہَٰٰ̲ھہ/ﯾ؂ حہٰٰبّہيِٰہبّہيِٰہ🎈" 

ws[7] = "دوم" 
rs[7] = "دوِمٰ̲ہ نَِٰہٰبّہضۜہٰٰ قྀ̲ہٰٰٰلبّہڪٰྀہٰٰٖ🎈🚶" 

ws[8] = "شخباركم" 
rs[8] = "تَہَٰمٰ̲ہآمٰ̲ہ بّہخٰ̐ہيِٰہر حہٰٰبّہيِٰہبّہيِٰہ 😌♥️" 

ws[9] = "احبك" 
rs[9] = "آنَِٰہٰيِٰہ آمٰ̲ہوِتَہَٰ ؏ۤـہٰٰليِٰہڪٰྀہٰٰٖ♥️🌝" 

ws[10] = "احبج" 
rs[10] = " لتَہَٰزَحہٰٰف͒ہٰٰ مٰ̲ہرتَہَٰبّہطۨہٰٰٰ̲ھہ 😑 آف͒ہٰٰلتََ😺🎈" 

ws[11] = "اكلك" 
rs[11] = "لتَہَٰڪٰྀہٰٰٖوِل شِٰہٰٰيِٰہ مٰ̲ہآليِٰہ خٰ̐ہلڪٰྀہٰٰٖ😹🍃" 

ws[12] = "مرحبا" 
rs[12] = "مٰ̲ہرآحہٰٰبّہ نَِٰہٰوِرتَہَٰ๋͜͡يِٰہ حہٰٰبّہيِٰہبّہيِٰہ🌚🎈" 

ws[13] = "مرحبه" 
rs[13] = "مٰ̲ہرآحہٰٰبّہ نَِٰہٰوِرتَہَٰ๋͜͡يِٰہ حہٰٰبّہيِٰہبّہيِٰہ😻" 

ws[14] = "هههه" 
rs[14] = "دووم الضحكـه 🐸💔" 

ws[15] = "ههههه" 
rs[15] = "دووم الضحُــكه  يرويحتي🌝🕴️" 

ws[16] = "هههههه" 
rs[16] = "هي هاي ضحكه بشر 😒😂" 

ws[17] = "صباح الخير" 
rs[17] = "صۛہٰٰبّہآحہٰٰ آل؏ۤـہٰٰسٰٰٓل☺️❗️" 

ws[18] = "صباحو" 
rs[18] = "صۛہٰٰبّہآحہٰٰ آل؏ۤـہٰٰسٰٰٓل يِٰہآ ؏ۤـہٰٰسٰٰٓل🌝🎈" 

ws[19] = "شكو ماكو" 
rs[19] = "ھہآ شِٰہٰٰتَہَٰريِٰہد آلمٰ̲ہلطۨہٰٰلطۨہٰٰ🎈🚶" 

ws[20] = "🌝" 
rs[20] = " ؏ۤـہٰٰوِد نَِٰہٰضۜہٰٰيِٰہف͒ہٰٰ آبّہوِ آلوِصۛہٰٰخٰ̐ہ🐸💔" 

ws[21] = "🌚" 
rs[21] = "مٰ̲ہنَِٰہٰوِر صۛہٰٰخٰ̐ہآمٰ̲ہ آلجْۧدر 😹😐️" 

ws[22] = "🙄" 
rs[22] = "نَِٰہٰزَل ؏ۤـہٰٰيِٰہوِنَِٰہٰڪٰྀہٰٰٖ آسٰٰٓتَہَٰحہٰٰيِٰہ🙄💔" 

ws[23] = "🙄🙄" 
rs[23] = "شِٰہٰٰبّہيِٰہڪٰྀہٰٰٖ يِٰہوِل مٰ̲ہشِٰہٰٰآيِٰہف͒ہٰٰ آنَِٰہٰتَہَٰٰ̲ھہ🌝🎈" 

ws[24] = "🙄🙄🙄" 
rs[24] = "آذِآ تَہَٰرف͒ہٰٰ؏ۤـہٰٰٰ̲ھہنَِٰہٰ بّہ؏ۤـہٰٰد آف͒ہٰٰڪٰྀہٰٰٖسٰٰٰ̲ٓھہنَِٰہٰ😽🙌" 

ws[25] = "😁" 
rs[25] = "ضۜہٰٰمٰ̲ہ سٰٰٓنَِٰہٰوِنَِٰہٰڪٰྀہٰٰٖ ؏ۤـہٰٰيِٰہبّہ💔😂" 

ws[26] = "😂" 
rs[26] = "دوِمٰ̲ہ آلضۜہٰٰحہٰٰڪٰྀہٰٰٰٖ̲ھہ☺️❤️" 

ws[27] = "😂😂" 
rs[27] = "شِٰہٰٰبّہيِٰہڪٰྀہٰٰٖ مٰ̲ہشِٰہٰٰآيِٰہف͒ہٰٰ ضۜہٰٰحہٰٰڪٰྀہٰٰٖ🌝🕴️" 

ws[28] = "😂😂😂" 
rs[28] = "ٰ̲ھہآيِٰہ ؏ۤـہٰٰوِد آنَِٰہٰتَہَٰٰ̲ھہ آلجْۧبّہيِٰہر😹🙌" 

ws[29] = "☺️" 
rs[29] = "ف͒ہٰٰديِٰہتَہَٰ آلخٰ̐ہجْۧوِل 🐸🎈️" 

ws[30] = "☺️☺️" 
rs[30] = "آڪٰྀہٰٰٖيِٰہد مٰ̲ہسٰٰٓوِيِٰہلڪٰྀہٰٰٖ مٰ̲ہشِٰہٰٰڪٰྀہٰٰٖلٰ̲ھہ 😐🌝" 

ws[31] = "😊" 
rs[31] = "بّہآوِ؏ۤـہٰٰ آلخٰ̐ہدوِد حہٰٰمٰ̲ہررر 😒💔" 

ws[32] = "😊😊" 
rs[32] = "ف͒ہٰٰدوِٰ̲ھہ آحہٰٰبّہنَِٰہٰڪٰྀہٰٰ๋๋ٖ͜͜͡͡جْۧ 💔😍" 

ws[33] = "😉" 
rs[33] = "لتَہَٰغہٰٰمٰ̲ہزَ آسٰٰٓتَہَٰحہٰٰيِٰہ 🙈" 

ws[34] = "😉😉" 
rs[34] = " تَہَٰ؏ۤـہٰٰ بّہآلخٰ̐ہآصۛہٰٰ آغہٰٰمٰ̲ہزَ يِٰہوِل🙈🍃" 

ws[35] = "😌" 
rs[35] = "؏ۤـہٰٰوِد ثہٰٰڪٰྀہٰٰٖيِٰہل بّہسٰٰٓ بّہآلوِآقྀ̲ہٰٰٰ؏ۤـہٰٰ مٰ̲ہلطۨہٰٰلطۨہٰٰ 😌🍃" 

ws[36] = "😍😍" 
rs[36] = " آوِوِوِف͒ہٰٰ شِٰہٰٰڪٰྀہٰٰٖد آحہٰٰبّہنَِٰہٰڪٰྀہٰٰٖ😹💔" 

ws[37] = "😘" 
rs[37] = "مٰ̲ہوِ بّہوِسٰٰٰ̲ٓھہ ؏ۤـہٰٰسٰٰٓل😌❤️" 

ws[38] = "😘😘" 
rs[38] = "ڪٰྀہٰٰٖآف͒ہٰٰيِٰہ لتَہَٰضۜہٰٰل تَہَٰبّہوِسٰٰٓ 🙈🐸" 

ws[39] = "😋" 
rs[39] = "مٰ̲ہنَِٰہٰآ آل؏ۤـہٰٰآلمٰ̲ہ آسٰٰٓتَہَٰحہٰٰيِٰہ 🙁" 

ws[40] = "😋😋" 
rs[40] = "آڪٰྀہٰٰٖيِٰہد بّہيِٰہڪٰྀہٰٰٖ زَٰ̲ھہآيِٰہمٰ̲ہر😹💔" 

ws[41] = "😎" 
rs[41] = " ؏ۤـہٰٰوِد آقྀ̲ہٰٰٰتَہَٰنَِٰہٰ؏ۤـہٰٰ بّہيِٰہڪٰྀہٰٰٖ حہٰٰلوِ🙌😂" 

ws[42] = "😎😎" 
rs[42] = "؏ۤـہٰٰوِد آقྀ̲ہٰٰٰتَہَٰنَِٰہٰ؏ۤـہٰٰ بّہيِٰہڪٰྀہٰٰٖ حہٰٰلوِ🌝🍃" 

ws[43] = "😏" 
rs[43] = " شِٰہٰٰبّہيِٰہڪٰྀہٰٰٖ ؏ۤـہٰٰآوِجْۧ حہٰٰلڪٰྀہٰٰٖڪٰྀہٰٰٖ🐸🍃" 

ws[44] = "😏😏" 
rs[44] = "شِٰہٰٰبّہيِٰہڪٰྀہٰٰٖ ؏ۤـہٰٰآوِجْۧ حہٰٰلڪٰྀہٰٰٖڪٰྀہٰٰٖ 😏 " 

ws[45] = "😒😒" 
rs[45] = " ؏ۤـہٰٰلى نَِٰہٰف͒ہٰٰسٰٰٓڪٰྀہٰٰٖ مٰ̲ہوِ ؏ۤـہٰٰ آل؏ۤـہٰٰآلمٰ̲ہ🐸💔" 

ws[46] = "😒" 
rs[46] = " ؏ۤـہٰٰلى نَِٰہٰف͒ہٰٰسٰٰٓڪٰྀہٰٰٖ مٰ̲ہوِ ؏ۤـہٰٰ آل؏ۤـہٰٰآلمٰ̲ہ🌝🍃" 

ws[47] = "😔" 
rs[47] = " شِٰہٰٰبّہيِٰہڪٰྀہٰٰٖ.جْۧ حہٰٰيِٰہآتَہَٰيِٰہ ضۜہٰٰآيِٰہجْۧ.ٰ̲ھہ💔🍃" 

ws[48] = "😔😔" 
rs[48] = " شِٰہٰٰبّہيِٰہڪٰྀہٰٰٖ.جْۧ حہٰٰيِٰہآتَہَٰيِٰہ ضۜہٰٰآيِٰہجْۧ.ٰ̲ھہ😐💔" 

ws[49] = "😡😡" 
rs[49] = "وِشِٰہٰٰنَِٰہٰوِ آلمٰ̲ہطۨہٰٰلوِبّہ يِٰہآ رنَِٰہٰڪٰྀہٰٰٖوِ😂💔" 

ws[50] = "😳" 
rs[50] = " ليِٰہشِٰہٰٰ مٰ̲ہصۛہٰٰدوِمٰ̲ہ.ٰ̲ھہ آحہٰٰجْۧيِٰہليِٰہ♥🌝" 

ws[51] = "😳😳" 
rs[51] = " ليِٰہشِٰہٰٰ مٰ̲ہصۛہٰٰدوِمٰ̲ہ.ٰ̲ھہ آحہٰٰجْۧيِٰہليِٰہ🌝️🍃" 

ws[52] = "😭😭" 
rs[52] = "لتَہَٰبّہجْۧيِٰہ.نَِٰہٰ ڪٰྀہٰٰٖمٰ̲ہ يِٰہوِمٰ̲ہ وِتَہَٰ؏ۤـہٰٰديِٰہ😑👊" 

ws[53] = "😭" 
rs[53] = "لتَہَٰبّہجْۧيِٰہ.نَِٰہٰ ڪٰྀہٰٰٖمٰ̲ہ يِٰہوِمٰ̲ہ وِتَہَٰ؏ۤـہٰٰديِٰہ 😐🎈" 

ws[54] = "🤔" 
rs[54] = "؏ۤـہٰٰوِد يِٰہف͒ہٰٰڪٰྀہٰٰٖر آلآثہٰٰوِل😹💔" 

ws[55] = "🤔🤔" 
rs[55] = " ؏ۤـہٰٰوِد يِٰہف͒ہٰٰڪٰྀہٰٰٖر آلآثہٰٰوِل😂🍃" 

ws[56] = "😻😻" 
rs[56] = "يِٰہآ سٰٰٓتَہَٰآر شِٰہٰٰڪٰྀہٰٰٖوِ😐💔" 

ws[57] = "😹😹😹" 
rs[57] = " ضۜہٰٰحہٰٰڪٰྀہٰٰٖتَہَٰڪٰྀہٰٰٖ.جْۧ مٰ̲ہآل وِآحہٰٰد مٰ̲ہخٰ̐ہبّہل🌝☹️" 

ws[58] = "بوت" 
rs[58] = " ڪٰྀہٰٰٖآ؏ۤـہٰٰد آحہٰٰرسٰٰٓ بّہيِٰہڪٰྀہٰٰٖمٰ̲ہ لتَہَٰخٰ̐ہآف͒ہٰٰ🕴️🌐" 

ws[59] = "البوت" 
rs[59] = "ڪٰྀہٰٰٖآ؏ۤـہٰٰد آحہٰٰرسٰٰٓ بّہيِٰہڪٰྀہٰٰٖمٰ̲ہ لتَہَٰخٰ̐ہآف͒ہٰٰ 😒🍃" 

ws[60] = "تحبني" 
rs[60] = " بّہيِٰہمٰ̲ہوِتَہَٰ آليِٰہ مٰ̲ہآ يِٰہحہٰٰبّہڪٰྀہٰٰٖ خٰ̐ہآل😻🍃" 

ws[61] = "شكد" 
rs[61] = "بّہڪٰྀہٰٰٖد دڪٰྀہٰٰٖآتَہَٰ آلڪٰྀہٰٰٖلبّہ 😐💔" 

ws[62] = "فديتك" 
rs[62] = "ف͒ہٰٰدآڪٰྀہٰٰٖ.جْۧ ؏ۤـہٰٰدوِڪٰྀہٰٰٖ🐸😂" 

ws[63] = "فدوه" 
rs[63] = "ف͒ہٰٰدآوِيِٰہ آلڪٰྀہٰٰٖ حہٰٰبّہ؏ۤـہٰٰمٰ̲ہريِٰہ☺️🍃" 

ws[64] = "غني" 
rs[64] = " صۛہٰٰوِتَہَٰيِٰہ مٰ̲ہزَنَِٰہٰجْۧر وِمٰ̲ہآليِٰہ خٰ̐ہلڪٰྀہٰٰٖ😂🍃" 

ws[65] = "غنيلي" 
rs[65] = "شتحب تسمع 🙈(نور الزين- محمد السالم- علي جبار- حسن الرسام) الي يعجبك😻🍃" 

ws[66] = "نور الزين" 
rs[66] = "هو الراح لو بي خير ما راح💔🍃" 

ws[67] = "محمد السالم" 
rs[67] = "هذا خلصها علينه 😂 بس بس ميو وصديقي باك محفضتي🐸🌝🏃" 

ws[68] = "علي جبار" 
rs[68] = "مو يمكم السالفه 😂 هذا بنجرجي💔️😹" 

ws[69] = "حسن الرسام" 
rs[69] = "هذا ولا اعرفه😂 كيفلكم الله  🙄😹🍃" 

ws[70] = "تخليني" 
rs[70] = "شكد ملكيتك حمبيَ ☺️تصرف عليه اخليك تدلل😹☝️" 

ws[71] = "مخنوك" 
rs[71] = "والمطلوب مني شسويلك 😒 شلون ناس تعبانه 🌝☹️️" 

ws[72] = "بوسني" 
rs[72] = "مٰ̲ہوِوِآحہٰٰ مٰ̲ہوِوِوِآحہٰٰتَہَٰآنَِٰہٰ 🙈" 

ws[73] = "شتريد" 
rs[73] = "سلامتك 😳 ع كيفك عمي متتحاجه😹" 

ws[74] = "نوفار" 
rs[74] = "💋💚️تَہَٰف͒ہٰٰضۜہٰٰل ؏ۤـہٰٰيِٰہوِنَِٰہٰ😻 نَِٰہٰوِف͒ہٰٰآر اَٰاَٰمٍٰرِٰنٍٰيَٰ🙈💛 حٌٰيَٰاَٰتّٰيَٰ اَٰنٍٰتّٰ" 

ws[75] = "همسه" 
rs[75] = "••• اوُٓيٌــلــيْ لكُٰ هاُي تٰٰــــاُجْ 👑 وعِــلٰم شُحٰــدهٰ الــيندٰگ بيٰهه•••😍😻☝️" 

ws[76] = "ساره" 
rs[76] = "اوٌيليْ لك ٌ ضحٌكتهٌ تسوْه الدنٌيا وٌما ُبيههّ😻☝️" 

ws[77] = "فطم" 
rs[77] = "(صٌِـــوتهٌ، صفٌاتهٌ، ضِّـــحكتّهُّ...احلْى شيٌ بالدٌنياْ)🙈😻☝️" 

ws[78] = "طه" 
rs[78] = "مٰ̲ہطۨہٰٰوِريِٰہ حہٰٰبّہيِٰہبّہيِٰہ ٰ̲ھہذِآ😻☝️" 

ws[79] = "شادو" 
rs[79] = "هذا ضلعي 🙀 ابو الوكفات الصعبه😻🍃" 

ws[80] = "خليجي" 
rs[80] = "ڪٰྀہٰٰٖوِل حہٰٰيِٰہآتَہَٰيِٰہ شِٰہٰٰتَہَٰريِٰہد مٰ̲ہنَِٰہٰٰ̲ھہ🙈😻" 

ws[81] = "صوفي" 
rs[81] = "ڪٰྀہٰٰٖوِل حہٰٰيِٰہآتَہَٰيِٰہ شِٰہٰٰتَہَٰريِٰہد مٰ̲ہنَِٰہٰٰ̲ھہ😘🍃" 

ws[82] = "اتفل" 
rs[82] = "خخـ﴿😚﴾ـخ تـ﴿💦﴾ـفوو خخـ﴿😚﴾ـخ تـ﴿💦﴾ـفوو خہــ💦ــخــ💦ـــــہٰٰخ تٌـٌـٌـٌ﴿💦﴾ـٌـٌـٌـٌف✟خــ😚ــخــ😚ـخ تــ💦ــفــ💦ــوو خخخخــووــووــووــوو💦💨😚تفــووــو😹😹" 

ws[83] = "سحك" 
rs[83] = "خرب حضي 😐 لحكتوني ع هاي السحكه 😞  خل اغادر احسنلي 😂💔" 

ws[84] = "عسل" 
rs[84] = "فدوه هاي ادمونــة الكروب فديـته😘🙈" 

ws[85] = "حوراء" 
rs[85] = "اويلي 🙈 صاكــةالكـروب 😻 اروحــله فدووه♥️🎈" 

ws[86] = "مريم" 
rs[86] = "هاي شمعـة الكروب 🙀 بدونـه الكروب مضلم😻🍃" 

ws[87] = "اريد بوت" 
rs[87] = "راسل المطور @N0VAR" 

ws[88] = "اريد قناه" 
rs[88] = "هاي القناه حمبي  @DEV_NOVAR 💋" 

ws[89] = "قناه" 
rs[89] = "@DEV_NOVAR ❤️😍" 

ws[90] = "اريد قناة" 
rs[90] = "@DEV_NOVAR 💋" 

ws[91] = "هذا ياسورس" 
rs[91] = "هذا سورس نوفار @DEV_NOVAR 🌝🍃" 

ws[92] = "بوت" 
rs[92] = " ڪٰྀہٰٰٖآ؏ۤـہٰٰد آحہٰٰرسٰٰٓ بّہيِٰہڪٰྀہٰٰٖمٰ̲ہ لتَہَٰخٰ̐ہآف͒ہٰٰ🐸💔" 
-- the main function 
function run( msg, matches ) 
   -- just a local variables that i used in my algorithm 
   local i = 0; local w = false 

   -- the main part that get the message that the user send and check if it equals to one of the words in the ws table :) 
   -- this section loops through all the words table and assign { k } to the word index and { v } to the word itself 
   for k,v in pairs(ws) do 
      -- change the message text to uppercase and the { v } value that toke form the { ws } table and than compare it in a specific pattern 
      if ( string.find(string.upper(msg.text), "^" .. string.upper(v) .. "$") ) then 
         -- assign the { i } to the index of the reply and the { w } to true ( we will use it later ) 
         i = k; w =message 
      end 
   end 

   -- check if { w } is not false and { i } not equals to 0 
   if ( (w ~= false) and (i ~= 0) ) then 
      -- get the receiver :3 
      R = get_receiver(msg) 
      -- send him the proper message from the index that { i } assigned to 
      --send_large_msg ( R , rs[i] ); 
      --send_reply(msg.id, rs[i]) 
      reply_msg(msg.id, rs[i], ok_cb, false ) 
   end 
   -- don't edit this section 
   if ( msg.text == "about" ) then 
      if ( msg.from.username == "N0VAR" ) then 
         R = get_receiver(msg) 
         send_large_msg ( R , "Made by @NOVAR" ); 
      end 
   end 

end 

return { 
   patterns = { 
      "(.*)" 
     }, 
     run = run 
} 

end 
