— made by { @PHPLUA  MY TEAM (@DEVASL) } 
do 
ws = {} 
rs = {} 
ws[1] = "هلو" 
rs[1] ="هـﮩــلـ℘ـاوات عہمہري🖐😕"

ws[2] = "تشارلي"
rs[2] = "نہعہم حبہ اطہلہبہ🌚💔"

ws[3] = "هلا"
rs[3] = "ٰ̲ھہـٰ̲ـﮧـۂ͜ާـہلوِ •🙊💙﴿ֆ ❥"

ws[4] = "شلونك"
rs[4] = "تمہام عہمہريہ وانت/ي"

ws[5] = "شلونكم"
rs[5] = "بعدنه بلونه بس بهتنه بعيون الناس 😹للمتالق تشارلي "

ws[6] = "تمام"
rs[6] = "• 🐼🌿﴾ֆدوم ياربہيہ "

ws[7] = "دوم"
rs[7] = "♩┊💎🌸❥ ₎شحہنہ فونہكہ/ج"

ws[8] = "تخليني"
rs[8] = "من يہصيہر عندكہ 🌚💔"

ws[9] = "انجب"
rs[9] = "هس اجہبہ بحلگک 😹🌚"

ws[10] = "احبك"
rs[10] = "حہبتہک/ج الہوصہخہه😹"

ws[11] = "اكرهك"
rs[11] = "دي عساس اني اطيقك 😸?"

ws[12] = "تحبني"
rs[12] = "وووفہ عشق 😻✌️"

ws[13] = "كسمك"
rs[13] = "امك شعدها جوزلان 😹👄"

ws[14] = "اريد بوت"
rs[14] = "@Gokaexbot تعال هنا  بس رفعه ادمن "

ws[15] = "باي"
rs[15] = "الہبہاب يوسع جمل 🐫"

ws[16] = "فديت"
rs[16] = "فہٰديہٰتہٰ 😻صہٰاکہٰهہٰ الہٰکہٰروبہٰ  💋❤️ "

ws[17] = "خاص"
rs[17] = "🙄واني باقي ع يدوي 😹?"

ws[18] = "تعال خاص "
rs[18] = "مازحف مثلك/ج 🌝✨"

ws[19] = "دي"
  rs[19] = "ᴖ⚉✨ |℡ لتشبهني بابوك 🐴🐎   "

ws[20] = "غنيلي"
rs[20] = "حجن جلي 💃بجن جلي 💃گلبي 😕💔بغرامك مبتلي 🤦‍♂️شلون اعوفك وانساك 💃 وانته حياتي وكلهلي 💃😹"

ws[21] = "بوت"
rs[21] = "المعلومات :::اسمي تشارلي   قناتي كروبي https://t.me/joinchat/B9DBM0OnAXGmcw0jXtI2KA  @BARAMJ_DMS24 "
 
ws[22] = "ضوجه"
rs[22] = "اي والله ضہجنہه من الضہوجه 😹💔وضوجه ضہوجہتنہه •🙊💙﴿ֆ ❥"

ws[23] = "كلخرا"
rs[23] = "حہط نفسک بمہاعہونہ ✨💥"

ws[24] = "شيطان"
rs[24] = "تعال مطوري @Jhon124  @SH_ET_ANBOT ديصيحوك •🙊💙﴿ֆ ❥"

ws[25] = "غيث"
rs[25] = "فہٰديہٰتہٰ 😻صہٰاکہٰهہٰ  الہٰکہٰروبہٰ المطور  عشق مطور السورس 🌚💫  💋❤️"

ws[26] = "شباب"
rs[26] = "خلصنه بقه بس تكي 😹ومعلاك 🌚😐"

ws[27] = "🚶"
rs[27] = "لضل دايح اكعد واكل خرا"

ws[28] = "😐"
rs[28] = "شمتغدي اليوم لحم مطي 😹🌚💫"

ws[29] = "😹"
rs[29] = "لتکرکر هواي يضربك فايروس 😕💔"

ws[30] = "🙄"
rs[30] = "لتباوع ع فوگك لان انضف منك كول تريد ملابس اطلب مني باله لو جديد "

ws[31] = "باله "
rs[31] = "لا يہا وصہخ • 😹🌿﴾ֆ"

ws[32] = "جديد"
rs[32] = "كلك فگہہر منيہلک فلوس 💸"

ws[33] = "😔"
rs[33] = "ليہشہ ضہايہج ضہعہيہ/تي"

ws[34] = "مح"
rs[34] = "حس/ي بينه احنه حہدايہق ♩┊💎🌸❥ ₎"

ws[35] = "بوسني"
rs[35] = "ٱℓاםـﯛيححهہ💋💙 شـۛۖـۘۙفطہۜۨ❥ لـۛۖـۘۙحسہۜۨ❥ مـۛۖـۘۙصـہۜۨ❥ ؏ـالڜفهہ 😻😽💋 "

ws[36] = "اتفل"
rs[36] = "افتح حلگک 💦💦💦 بدرجه 180 ✨😹"

ws[37] = "شسمك"
rs[37] = "صہگہاركہم تہشارلہيہ TshARLE"

ws[38] = "حسوم"
rs[38] = "هہذا الشہيخ حفہضه الله ورعہاهہ ₎┋💗😻"

ws[39] = "ميرو "
rs[39] = " @DSM124 🇮🇶صدامي ابہن ااعہراق ₎┋💗😻"

ws[40] = "دبلوماسي"
rs[40] = "قصہدک ميرو الہراقہي    ┇⁽💜）@DSM124 المۂخہتلہف عن الاخہريہن"

ws[41] = "ممكن"
rs[41] = "كضہہو راح يہہزحہہحف 🌚☝️ورب "

ws[42] = "المطور"
rs[42] = "@easo100 @DMS24 @no0om @Gokeos @Jhon124 "

ws[43] = "🌚"
rs[43] = "منہوغ ابہن عہمہي"

ws[44] = "تعال"
rs[44] = "﷽ 😹💔هابہدينہه"

ws[45] = "منو كاعد "
rs[45] = "اني كاعد احہرسہكہم مہن تہرامہب 🤷‍♂️💥"

ws[46] = "بنيه"
rs[46] = "واذا انہي مازحہف مثہلك 🦎🐛"

ws[47] = "اجيت"
rs[47] = "اگول كبہرانہه مہالتہک/ج😹🖐"

ws[48] = "😭"
rs[48] = "لہتہبجہي حمہبيہ 😢"

ws[49] = "اريد اصير مطور"
rs[49] = "روح حدث نفسك وتتطور 😹💔"

ws[50] = "هههه"
rs[50] = "دايمه يارب 😻🙏"

ws[51] = "انحراف"
rs[51] = "ها بنہ الكہحبہه سہرسہريہ"

ws[52] = ""
rs[52] = ""

ws[53] = ""
rs[53] = ""

ws[54] = "صعدوني ادمن"
rs[54] = "اصعد ميز اول شي 😹💔"

ws[54] = "ها"
rs[54] = "وجعا توجعك 😹"

ws[55] = "خالتك"
rs[55] = "وخالتك البايره 😹"

ws[56] = "اي"
rs[56] = "ها دخل 🌚"

ws[57] = "😒"
rs[57] = "باع الوجع تكول عجينه مختمره 😹💔"

ws[58] = "اه"
rs[58] = "يوجع ادري بيك 😞😹"

ws[59] = "ضوجه "
rs[59] = "باع هاذه النغل يكول ضوجه علمود بنيه يتنايج 🌝🤘🏿"

ws[60] = "ماشي"
rs[60] = "ماشيا ع الاقدام بالاربعينيه😹"


ws[61] = "حسوني"
rs[61] = "فہٰديہٰتہٰ 😻صہٰاکہٰهہٰ الہٰکہٰروبہٰ  💋❤️ "

ws[62] = "😎"
rs[62] = "هاي نضہارتہڪ بسہوكہ هہرج بالہف وربہع ☹️🖐"

ws[63] = "بغداد"
rs[63] = " وربہيہ احہلا نہاس 😻✌️"

ws[62] = "بصره"
rs[64] = " 😻✌️بنہتہ الہعہراقہ الحہبيہبہه"

ws[65] = "ذي قار"
rs[65] = "بنہتہ الشہورجہيہه 😻✌️الہشہجعہــــﮩﮩﮩانہﮯ"

ws[66] = "وين المدير"
rs[66] = "هہذا نايم ومہيہعرف شنو صار بگروبہه ماصہہار"

ws[67] = "قفل النيج"
rs[67] = "عذرا حبيبي اذا قمت بقفل النيج تريصير ماكو كحاب بعد 😹"

ws[68] = "نيج هذا"
rs[68] = "تم ✔️نيج هذا الشخص بنجاح🔝سوف نقوم نييج الباقين 🔕انشاء الله #تشارلي_قام بنيجكم 🚱"

ws[69] = "🌝"
rs[69] = "منہوغ بنہجحشہه😹😹"

ws[70] = "😂"
rs[70] = "اشكد تڪہرڪہر مامہليہـتہ "

ws[71] = "اعفط"
rs[71] = "بطططط 🤤طيططططط 😂طيطططط 🤤"

ws[72] = "والله"
rs[72] = "بّہسٰٓ لآ تَہَٰحہٰٰلف͒ہٰٰ مٰ̲ہصۛہٰٰدڪٰྀہٰٰڪٰྀہٰٰ 😐😹😹"

ws[73] = "🤔"
rs[73] = "الله يہسہتر مہن هل صفہنہ  ڪولہ/ي شحسہويہ/ن"

ws[74] = "ضوووجة"
rs[74] = "العہبہ بخہشمہكہ😂😋"

ws[75] = "ليش"
rs[75] = "۽نہجہـہبہ مہعليہڪ 😂💔"

ws[75] = "عيوني"
rs[75] = "تہسلہم عہيونہكہ کبـد عہقلہيہ😻😂"

ws[75] = "احم"
rs[75] = "صہحهہ تہريہد مہي😂"

ws[76] = "وين"
rs[76] = "اغـــسل البيــت احسن مـمـكابلة خلـقـــتڪ🖕🏽💆🏾"

ws[78] = "حمودي"
rs[78] = "عيـــوني وســـنونــي وڪـل النــــاس لامــــﯛﻧــﻲ💔🚶🏽"

ws[79] = "تبادل"
rs[79] = "وين نتبادل ويه اختك الشگره 😹💔"


function run( msg, matches ) 
   local i = 0; local w = false 

      for k,v in pairs(ws) do 
      if ( string.find(string.upper(msg.text), "^" .. string.upper(v) .. "$") ) then 
         i = k; w =message 
      end 
   end 

   if ( (w ~= false) and (i ~= 0) ) then 
      R = get_receiver(msg) 
      reply_msg(msg.id, rs[i], ok_cb, false ) 
   end 
   if ( msg.text == "about" ) then 
      if ( msg.from.username == "PHPLUA" ) then 
         R = get_receiver(msg) 
         send_large_msg ( R , "Made by @DEVASL" ); 
      end 
   end 

end 

return { 
   patterns = { 
      "(.*)" 
     }, 
     run = run 
} 

end