-- made by { @ii02ii }
do
ws = {}
rs = {}

-- some examples of how to use this :3 
ws[1] = "@xXxDev_iqxXx" 
rs[1] = "فديت ربه 🙊 هذا مطور السورس 😻❤️"

ws[2] ="اريد قناة"
rs[2] =" @dev_faed 😌"

ws[3] = "نجب" -- msg
rs[3] = "شنو هذا يا خرا 😒 انت/ي انجب/ي يا ادب سز 🤖🍷" -- reply

ws[4] = "منو" -- msg 
rs[4] = "ليش تسئل/ي ⁉️ وجه الخرا يمكن خالتك/ج 🤖😂" -- reply

ws[5] = "تحبني" -- msg
rs[5] = "ٳحہٻً مـْيہمـْﯝ 💋 ﯝمـْطہﯝريہنٍيہ  ﯝٻًس 😊💔" -- reply

ws[6] = "اكرهك" -- msg 
rs[6] ="دٍﯝلہيہ 🙄 لہٳ ٳهيہنٍكُہ😒 ٳنٍيہ ٳحہٻً ٻًسہ  مـْيہمـْﯝ😌😘 " 

ws[7] = "احبج" -- msg 
rs[7] = "لك/ج  😡 شبيك/ج 😒 راعو مشاعري حرام عليكم 😭 يلا منو يحبني يجيني خاص 🤖🍷" -- reply

ws[8] = "واكف" -- msg 
rs[8] = "انت/ي الواكف/ة مو اني 😌 مطوري ميمو 🙊 شلون اوكف 🤖⁉️" -- reply

ws[9] = "منو حبيبي" -- msg 
rs[9] = "اني امووووت عليك 😍😜 مو بس اعشقك 😚" -- reply 

ws[10] = "امل" -- msg 
rs[10] = " هٳيہه ٳمـْيہ  😊ﯝحہٻًيہٻًه مـْيہمـْﯝ  ٳٻًﯝيہه 😌شہتہريہدٍ مـْنٍهٳ 🔫🌚" -- reply

ws[11] = "صدك" -- msg 
rs[11] = "بالاول ما اعرفك/ج 😒 علمود اشاقه وياك/ج يا خرا 😂🍷" -- reply

ws[12] = "اريد كروب" -- msg 
rs[12] = "☺️تضيف 30 عضو بي" -- reply

ws[13] = "ميمو شنو" -- msg 
rs[13] = "هاذا حبيبي❤️😘"  -- reply

ws[14] = "لك معليك اني و ضلعي" -- msg 
rs[14] = "😐اوك اثف"  -- reply

ws[15] = "😂" -- msg 
rs[15] = " •❤️•فٌدِيـ❤️ـِـْْت هلضحكه•❤️•"

ws[16] = "وكف البوت" -- msg 
rs[16] = "ليش تريدني اطردك/ج 😒 اني ما اوكف انت التوكف 🤖🍷" -- reply

ws[17] = "كم بي" -- msg 
rs[17] = "😴لتتلزك" -- reply

ws[18] = "علوش" -- msg 
rs[18] = "يہمـْه 😳 فُہدٍيہتہه 😍 صًٳكُہ 🙊هذًٳ 😋 ٻًنٍٳتہ 🤒لہتہڒٍحہفُہﯝلہه ﯝكُہ 😂🍃" -- reply

ws[19] = "شكو ماكو" -- msg 
rs[19] ="غيرك/ج بل كلب ماكو يبعد كلبي😍❤️️" 

ws[20] = "خاب" -- msg 
rs[20] = "بيك" -- reply

ws[21] = "طن" -- msg 
rs[21] = "لتطنطن يمي وليدي 😒 ترا راسي دا ياذيني دي 🤖🍷" -- reply 

ws[22] = "اكلك" -- msg 
rs[22] ="كول/ي يا بعد كلبي 😻💔 بس مو تحمى 🤖😂"

ws[23] = "كحاب" -- msg 
rs[23] = "امك وخواتك😈 لتجاوز تنطرد" -- reply

ws[24] = "افلش" -- msg 
rs[24] = "باند عام من 30 بوت😉" -- reply

ws[25] = "زهرة شنو" -- msg 
rs[25] = " ٳمـْيہ ٳحہلہى مـْنٍ ٳلہكُہمـْر ﯝشہﯝيہه ٳضﯝه 😍🖐" -- reply

ws[26] = "ورده" -- msg 
rs[26] = "قندرتك فرده وفرده 😂" -- reply

ws[27] = "فودكا" -- msg 
rs[27] = "عيونه👀 وخشمه👃وبخطانته 😪🚶🏿" -- reply

ws[28] = "نظوري" -- msg 
rs[28] = "؏ـيــ❦ـونةة لحبيبي 😘 نظوري 🙈  😻❤️" -- reply

ws[29] = "بوسني" -- msg 
rs[29] = "❀امـٌٌৡــٌۣ﴿💋﴾ـৡـويحہة❀  لصــ😘ــق ؏ شفــةۿ😻💋" -- reply

ws[30] = "عبك" -- msg 
rs[30] = "اخرب عليك😍💋" -- reply

ws[31] = "تعال اتزوجك" -- msg 
rs[31] = "ايييي يله هاج معبس💍😍" -- reply

ws[32] = "حبيبي" -- msg 
rs[32] = "عيون حبيبي😍" -- reply

ws[33] = "تحبني لو لا" -- msg 
rs[33] = "اي شعندي غيرك/ة كاعد/ة 😻 بكلبي ما عدكم بيت 😂🍷" -- reply

ws[34] = "يومه فدوه" -- msg 
rs[34] = "فدؤه الج حياتي 😍😙" -- reply

ws[35] = "شلونك بوت" -- msg 
rs[35] = " الحمد لله وانت😍😙" -- reply

ws[36] = "منو مطور" -- msg 
rs[36] =  "@llNooNll" -- reply 

ws[37] = "هه"  -- msg 
rs[37] = "وجع بكلبك/ج 😒  بلا شنو شعورك ؟ 🤖 من تكول هه 🤖⁉️" -- reply 

ws[38] = "اكوللكم" -- msg 
rs[38] = "كول/ي يا بعد كل هلي 💋😻 بس اذا تحمه ادفرك 🤖🍷"-- reply 

ws[39] = "ضلعه"
rs[39] = "انجب/ي لك/ج 😒⁉️ لتتلوك مو ضلعك/ج اني 😂🍷"

ws[40] = "ضلع"
rs[40] = "انجب/ي لك/ج 😒⁉️ لتتلوك مو ضلعك/ج اني 😂🍷"

ws[41] = "تعبان" -- msg 
rs[41] = "ايطبك/ج طوب 😒 غير جنت/ي بالشغل  وجبت فلوس ولي 🙌🏽😹" -- reply 

ws[42] = "تف"
rs[42] = "عليك/ج يا حيوان/ة 🙌🏽😹 اكبر/ي عيب والله 🤖🍷"

ws[43] = "امداج"
rs[43] = "امداك/ج انت/ي يا خرا 🙌🏽😹"

ws[44] = "امداك"
rs[44] = "امداك/ج انت/ي يا خرا 🙌🏽😹"

ws[45] = "شدسون"
rs[45] = "نطبخ😐"

ws[46] = "هع"
rs[46] = " هعهاعه التهعهع عظامك/ج يا خرا 🙌🏽😹"

ws[47] = "معليك"
rs[47] = "شلون معليه ؟ 😒 اني سآقط تآج راسك 🤖🍷 يلا كول شبيك 😂📝"

ws[48] = "لتحجي"
rs[48] = "وانت/ي شعليك/ج بي 🙄 الولد محاجي من حلكك/ج 😂🍷"

ws[49] = "وين هل ايام" -- msg 
rs[49] = "الله وكيلك/ج دايح 🙌🏽😹 وادور مزز بالمولات 💋😻" -- reply 

ws[50] = "ضوجه"
rs[50] = "شسوي اركصلك ؟"

ws[51] = "احترم نفسك"
rs[51] = "هو انت/ي شبقيت/ي بي 😕 احترمه/ي بالبدايه 😂🍷"

ws[52] = "اموت عليك" -- msg 
rs[52] = "🌹اعشقك🍃" -- reply 

ws[53] = "هااا" -- msg 
rs[53] = "اسكت/ي اجكم /جكمه😒😐" -- reply 

ws[54] = "منو صنعك" -- msg 
rs[54] ="مہٰيہٰمہٰو (مشآكل) آلہٰعہٰرآقہٰيے  💋🙊    فديت ربه @ii02ii مووواح😻❤️" -- 

ws[55] = "اريد بوت حماية" -- msg 
rs[55] =" راسل مطوري هنا @ii02ii_bot❤️😍" 

ws[56] = "كبد ميمو" -- msg 
rs[56] = " مـْٳمـْٳ زهہﯝﯝر ﯝٻًسہ💋🌝" -- reply 

ws[57] ="دي" -- msg 
rs[57] = "دي تنـڪاڵ لـبوك 🌝🖕" 

ws[58] = "شكد" -- msg 
rs[58] ="اكثر من ما تتصور😍😍❤️️" 

ws[59] = "اريد اكبل" -- msg 
rs[59] =" انت/ي مو ربك غير ربي 😒 اني هم اريد اكبل 🙊 خابروني 0096278813377 وبعد رقم يم ميمو 😂 جيبو خط دولي وخابروني 🙊" 

ws[60] = "اتفل" -- msg 
rs[60] ="تـ💦😙ـف ‏​تِـٌ😙💦💦ـفين ‏​ثلاث تـ😗💦💦💦ـ فات‏​​​​ ‏​تف😙ــٌّوُفه ذغِيرَونهٌ ٌ 🌚💦 💦💦💦🌪💨💨💧💦🌊💦💦💦💦🌊💦💦🌊💦💦 اسـ.ــ..ــــــــحب اقسام خخخخخ تفوووو 💦💦💦💦💦💦💦💦💦💦💦💦💦💦💦🌊🌊💦💦🌊🌪💨💨🌪🌪🌊💦💧💦 خـٌٌـٌٌلُـِـِِ😁ــِِـِـُصُ عتاد😹🖐"

ws[61] = "شلونك" -- msg 
rs[61] ="تمام بحي وانت/ي شلونك😍😍😍️" 

ws[62] ="البوت واكف" -- msg 
rs[62] ="دافع الاشتراك 3$" 

ws[63] ="كول والله" -- msg 
rs[63] ="واللهتين" 

ws[64] = "تخليني" -- msg 
rs[64] = "لـمن يصـير عـندڪ عود اخليګ 😹🌝" 

ws[65] ="كروب دعم" -- msg 
rs[65] ="ادخل اهنا وتلكي الدعم :-* @ch_dev" 

ws[67] = "شكو ماكو" -- msg 
rs[67] ="غيرك/ج بل كلب ماكو يبعد كلبي😍❤️️" 

ws[68] = "اكلك" -- msg 
rs[68] = " ڪـﮩﮩۛﮩـوڵ مـاكـوڵ لٱحـﮩـد 🐿" 

ws[69] = "دقيقة" -- msg 
rs[69] ="صار 🕜 ساعة مو دقيقة😍❤️️"

ws[70] = "اريد ببسي" -- msg 
rs[70] =  "تدلل/ي يم خالتك/ج 😒 حته ميرنده عدها 😂🍷 " -- reply

ws[71] = "اروح اصلي" -- msg 
rs[71] ="انته حافظ سوره الفاتحة😍❤️️"

ws[72] = "/help" -- msg 
rs[72] ="لظهار لاوامر دز الاوامر😍❤️️"

ws[73] =  "احبك ميمو" -- msg 
rs[73] = "رحہمـْه لہرٻًكُہ/ لہتہڒٍحہفُہ😒🔫" -- reply 

ws[74] = "شلون صحتك" -- msg 
rs[74] = "بوجود تاج راسي 😳 ميمو 💋😻 بافضل حال اني 🤖🍷" -- reply 

ws[75] = "دقيقة" -- msg 
rs[75] ="صار 🕜 ساعة مو دقيقة😍❤️️"

ws[76] = "اوكف" -- msg 
rs[76] ="🤔تفضني  يلا مو رجليه طاحن من وكفه👌"

ws[77] = "😡" -- msg 
rs[77] = "على شنو هل😹🖖 عصبيه 😘" -- reply 

ws[78] = "غنيلي" 
rs[78] = "شتحب تسمع (راب_حزين_شعر_ردح_ردح حزين _ موال_ موسيقى ) \n كيفك انته وذوقك 😌❤️" 

ws[79] = "تتزوجني" -- msg 
rs[79] = "ليش لا يلا خلينا نلبس 💋😻 الحلقه 💍🙊" -- reply 

ws[80] = "تركماني"
rs[80] = " والنعم منك❤️"

ws[81] = "يا سورس هذا"
rs[81] = "ادخل للقناة 🙊 @ch_Dev وشوف المطور 😂🚶🏻"

ws[82] = "علو" -- msg 
rs[82] =  "ميمو عرفتك رحما لامك لا تشاقا😂✋ " -- reply

ws[83] = "باي"
rs[83] = "  ✾ ٱڵـڵـه ✾ ٱڵـڵـه ✾ ٱڵـڵـه وياك 🕊" 

ws[84] = "تنح"
rs[84] = "عيب ابني 😒🍃"

ws[85] = "جوعان"
rs[85] = "تـﮩـعال اڪـﮩـلنـي 😐😂" 

ws[86] = "عطشان"
rs[86] = "روح ٲشـﮩـرب مــيي" 

ws[87] = "صايم"
rs[87] = "شًـﮩـسـويـلـك 😐🍃" 

ws[88] = "☹️"
rs[88] = "☹️ليش حلو ضايج 😞شبيك/ج 😢 فدوه اضحك/ي الخطري 😍💋"

ws[89] = "😔"
rs[89] = "لـﮩـيـﺵ ضـٲيـﮩـج 😿🖖🏿"

ws[90] = "فرخ"
rs[90] = " عيبب 😱😱"

ws[91] = "اريد جاي" -- msg 
rs[91] = "ٌمہيَل😊 لۆ بْدِۆنْ ✋" -- 

ws[92] = "كسمك"
rs[92] = " عيب 😱😱😱"

ws[93] = "نعال" 
rs[93] = " بـﮩـوجـهـڪ 😐😂" 

ws[94] = "حروح اسبح"
rs[94] = " واخيراً 😂"

ws[95] = "حروح اغسل"
rs[95] = " واخيراً 😂"

ws[96] = "حروح اطب للحمام"
rs[96] = " واخيراً 😂"

ws[97] = "حبيبتي"
rs[97] = " منو هاي 😱 تخوني 😔☹️"

ws[98] = "كبلت"
rs[98] = " بلخير 😂💔"

ws[99] = "البوت عاوي" 
rs[99] = " اطردك ؟ 😒" 

ws[100] = "منور" 
rs[100] = " بـﮩـنورك حـﮩـبـﮩـي 😍🍷" 

ws[101] = "حفلش"
rs[101] = " افلش راسك"

ws[102] = "كردي"
rs[102] = "والنعم منك ❤️"

ws[103] = "طفي السبلت"
rs[103] = " تم اطفاء السبلت بنجاح 🌚🍃"

ws[104] = "🌝" 
rs[104] = "مــﮩﮩﮩــننوورر 🌝💙" 

ws[105] = "اذن المغرب" 
rs[105] = "ٲسـﮩـتـحـﮩـرم 🌚🍃" 

ws[106] = "حلو" 
rs[106] = "ٱنـﮩـت الاحـلآ 🌚❤️️" 

ws[107] = "احبك"
rs[107] = " 😻اني اموت عليك/ج ياروحي انته/ي😭❣✨"

ws[108] = "😑"
rs[108] = " شبيك 🍃☹️"

ws[109] = "😒"
rs[109] = "😐 شبيك كالب وجهك "

ws[110] = "منو تحب" 
rs[110] = "خـﮩـالـتڪ ٱلـشـڪـرﮪ 😹🏃🏻" 

ws[111] = "اباجر العيد"
rs[111] = "كل عام وانت بالف خير حبي 😇❤️"

ws[112] = "فديت"
rs[112] = "ها  زاحف كمشتك"

ws[113] = "مضغوط"
rs[113] = "دي انضغظ منك ؟ 😂😂"

ws[114] = "فديت"
rs[114] = "ها  زاحف كمشتك"

ws[115] = "فديتك"
rs[115] = "خاف اكلك/ج اموت😻 عليك/ج وتالي تعوفني😹🖖💕"

ws[116] = "فديتج"
rs[116] = "ها  زاحف كمشتك"

ws[117] = "شوف خاصك"
rs[117] = "شدازله 😱😨"

ws[118] = "تعال خاص"
rs[118] = "شحسوون 😱"

ws[119] = "تعالي خاص"
rs[119] = "شحسوون 😱"

ws[120] = "دخل السبام"
rs[120] = "شحسوون 😱"

ws[121] = "😎"
rs[121] = "يلا عود انته فد نعال 😐🍃"

ws[122] = "😱"
rs[122] = "خير خوفتني 😨"

ws[123] = "كحبه"
rs[123] = "عيب 😱"

ws[124] = "بيش ساعة"
rs[124] = "ما اعرف 🌚🍃"

ws[125] = "🚶🏻" 
rs[125] = "لُـﮩـضڵ تتـمشـﮥ اڪعـد ﺳـﯠڵـف 🤖👋🏻" 

ws[126] = "منو اكثر واحد تحبه"
rs[126] = "خالتك"

ws[127] = "ليش"
rs[127] = "لتصير فضولي عوف العالم بحالها 😂🍃"

ws[128] = "طاسه"
rs[128] = "امك حلوة ورقاصه 💃🏻"

ws[129] = "عشرين"
rs[129] = "تاكل جدر خنين 😫"

ws[130] = "ميه"
rs[130] = "😂تشرب مميه"

ws[131] = "اربعة"
rs[131] = "😂لحيه ابوك مربعه"

ws[132] = "فارة"
rs[132] = "😂دفترك كله صفارة"

ws[133] = "ميتين"
rs[133] = "😂فوك راسك قندرتين"

ws[134] = "مات"
rs[134] = "ابو الحمامات 🐦"

ws[135] = "توفه"
rs[135] = "ابو اللفه 🌯"

ws[136] = "احترك"
rs[136] = "🍾البو العرك"

ws[137] = "غرك"
rs[137] = "ابو العرك 🍾"

ws[138] = "طار"
rs[138] = "ابن الطيار"

ws[139] = "ديسحك"
rs[139] = "😂😂 هاي بعده"

ws[140] = "لتسحك"
rs[140] = "😐😂 وك"

ws[141] = "اندرويد"
rs[141] = "افشل نظام بلعالم 🌝🍷"

ws[142] = "ios"
rs[142] = "احسن نظام بلعالم🌚❤️"

ws[143] = "ايفون"
rs[143] = "فديتك اته والايفون 🌚🔥"

ws[144] = "كلكسي"
rs[144] = "فاشل اخرة نوع تلفون🔥☹️"

ws[145] = "سامسونك"
rs[145] = "فاشل اخرة نوع تلفون🔥☹️"

ws[146] = "لتزحف"
rs[146] = "وك اسف 🙁😔"

ws[147] = "حاته"
rs[147] = "زاحف 😂 منو هاي دزلي صورتهه"

ws[148] = "حات"
rs[148] = "زاحفه 😂 منو هذا دزيلي صورته"

ws[149] = "صاكه"
rs[149] = "زاحف 😂 منو هاي دزلي صورتهه"

ws[150] = "صاك"
rs[150] = "زاحفه 😂 منو هذا دزيلي صورهه"

ws[151] = "منو اني"
rs[151] = "انته احلى شي بحياتي ❤️🍃"

ws[152] = "ابن الكلب"
rs[152] = "عيب ابني 🔥☹️"

ws[153] = "انجب انته"
rs[153] = "وك وك 😭😔"

ws[154] = "حطردك"
rs[154] = "اعصابك 😨 لتتهور"

ws[155] = "وينه المطور"
rs[155] = "شتريد من المطور 😐🍃"

ws[156] = "منو اكثر واحد تكرهه"
rs[156] = "انته"

ws[157] = "شباب" 
rs[157] = "هًّْـــُ﴿⍨﴾ـٍِٰـــہاا حـﮩـب 🚶🏻🌝" 

ws[158] = "انته زلمه"
rs[158] = "تعال لزمه 😐😂"

ws[159] = "الاحد"
rs[159] = "    احد ايام الاسبوع وهو يوم فاشل 😁😂 "

ws[160] = "الاثنين"
rs[160] = "يوم اجة بي ناس عزيزين وفقدت بي ناس هم ☹️"

ws[161] = "هلاوو" 
rs[161] = "هـﮩـڵآوآت 🦀❤️" 

ws[162] = "اختك"
rs[162] = "شبيهه 😱"

ws[163] = "كواد"
rs[163] = "عيب 😨😨"

ws[164] = "😌"
rs[164] = "😌/لا تتكبر/ي😜 ابق��ي أإنــۣۛـيـہ 😌 احلاه مـڼـڱ/ج 😻🙊"

ws[165] = "هلا" 
rs[165] = "✾  هـﮩـڵا ہبـﮩـک 💙🖐🏻" 

ws[166] = "مرحبا"
rs[166] = "مراحب💜 اغــاتي نــورت/ي😻 شمــعةۿ ڪـل۪ۧـ﴿💕﴾ـ℘ًِـٍّﺒـي🙊💕"

ws[167] = "سلام" 
rs[167] = "✾ ٲلـﮩـسـلا۾م ؏ـﮩـڵـيڪم  💙🖐🏻" 

ws[168] = "السلام" 
rs[168] = "✾ ٲلـﮩـسـلا۾م ؏ـﮩـڵـيڪم  💙🖐🏻" 

ws[169] = "السلام عليكم" 
rs[169] = "✾ وَْ؏ـﮩـڵـيڪم ٲلـﮩـسـلا۾م 💙🖐🏻" 

ws[170] = "تسلم" 
rs[170] = "✾ ٱڵـڵـه يسـلـمـڪ 💙🖐🏻" 

ws[171] = "اتفل" 
rs[171] ="ختفوووووووووو💦💦️️" 

ws[172] = "هههه" 
rs[172] = "😘❤️دووووم ❤️الضحكه 😂🙈" 

ws[173] = "منو حبيبي" 
rs[173] = "اني امووووت عليك 😍😜 مو بس اعشقك 😚" 

ws[174] = " منو حياتي" 
rs[174] = "اني امووووت عليك 😍😜 حياتي 💋🙊" 

ws[175] = "🙈" 
rs[175] = "اوي عيني تستحي سندس🍃" 

ws[176] = "اريد اكبل"
rs[176] = "زُاحُـفَ مٌـوَ بّـيَـدِكِ 😒😂" 

ws[177] = "وينك" 
rs[177] = "بالــســ🚗ــيــارﮭﮧ" 

ws[178] = "شكرا" 
rs[178] = "{ •• الـّ~ـعـفو •• }" 

ws[179] = "ولو" 
rs[179] = "شُـگـ{ôħᎯɴêȘ}ــرآآ" 

ws[180] = "تمام" 
rs[180] = "⌣{دِْۈۈۈۈ/يّارٌبْ_مـْو_يـّوّمٌ/ۈۈۈۈمْ}⌣" 

ws[181] = "دوم" 
rs[181] = "⌣{يـّـٌدِْۈۈ/عّزٌگ-ۈنَبْضّ قَلبْگ/ۈۈمْ}⌣" 

ws[182] = "🌚" 
rs[183] = "منور صخام الجدر😹☝️" 

ws[184] = "بوسه" 
rs[184] = "امــہـ😘😚😘😚😘ــہــواااااح" 

ws[185] = "شبيك" 
rs[185] = "ديٌّــ﴿🌝🚬﴾ــًُي" 

ws[186] = "مطور" -- 
rs[186] = "@llNooNll" 

ws[187] = "كرهك" 
rs[187] = "دولي عساس انه احبك🍃" 

ws[188] = "سجاد" 
rs[188] = "فديته هذه الحب مالتي😍👌  " 

ws[189] = "غني" 
rs[189] = "عــمــي يــبــو الــبــار 🍾🍾 صــبــلــي لــبــلــبــي 🍲🍲 تــرا انــي ســكــران😴🤕 وصــايــر عــصــبــي 😡😡 انــا ويــاچ يــم شــامــه👫"

ws[190] = "غنيي" 
rs[190] = "لا تظربني لا تظرب 💃💃 كسرت الخيزارانه💃🎋 صارلي سنه وست اشهر💃💃 من ظربتك وجعانه🤒😹"

ws[191] = "اقرالي دعاء"
rs[191] = " اللهم عذب المدرسين 😢 منهم الاحياء والاموات 😭🔥 اللهم عذب ام الانكليزي 😭💔 وكهربها بلتيار الرئيسي 😇 اللهم عذب ام الرياضيات وحولها الى غساله بطانيات 🙊 اللهم عذب ام الاسلاميه واجعلها بائعة الشاميه 😭🍃 اللهم عذب ام العربي وحولها الى بائعه البلبي اللهم عذب ام الجغرافيه واجعلها كلدجاجه الحافية اللهم عذب ام التاريخ وزحلقها بقشره من البطيخ وارسلها الى المريخ اللهم عذب ام الاحياء واجعلها كل مومياء اللهم عذب المعاون اقتله بلمدرسه بهاون 😂😂😂"

ws[192] = "هلاو" -- msg 
rs[192] =  "هلاوو99وووات نورت/ي ❤️🙈" -- reply

ws[193] = "دير بالك عليهم" -- msg 
rs[193] = "😉😍تأَمَرنَي أَمر حَبِيبَ كلبَيِ تَشلعَ عينَيَ ❤️😘🙊😋" -- reply

ws[194] = "برب" -- msg 
rs[194] = "😉أخَذَ/ي رآَحَتكَ 👍🏼حبَيَبَ كلَبي😘🙊😋" -- reply

ws[195] = "اني" -- msg 
rs[195] = "انت🌚 واحــد😒 ملطلـــط😡مــــا تكعـــد وتسكت😂😘" -- reply

ws[196] = "😕" -- msg 
rs[196] = "😕شہٰبيك/ج لہٰك/ج😡تہٰره وربہٰك اطشہٰر وجہٰهك/ج 😕👊" -- reply

ws[197] = "😳" -- msg 
rs[197] = "🙌🏽😹شـبــيــك😒مصـــدوم🌝وجـــه التنــكـــه😏" -- reply

ws[198] = "🍃😹" -- msg 
rs[198] = "😹داحــســـك😹بــزونـــه😹" -- reply

ws[199] = "اندعيلي" -- msg 
rs[199] = "كـــون تــمــوت😈🌚" -- reply

ws[200] = "بوت"
rs[200] = "ها نعم ..{✮ خٍّـٌٍـٍَيْـٌٍرَُ ✮}.. ✭ شتريد مني خلوني انام شوي ✾ ٱڵـڵـه واكبر عليكم اربعه وعشرين ساعه كاعد احمي بكروبكم شوي خلوني ارتاح تكسبون اجر 😭 بـßÃŠـسّ كلولي شلون احمي كروبكم اذا زباله ازعل واطلع واذا عاجبكم خلوني انام 😢😂"

ws[201] = "اطربني"
rs[201] = " 🙈 احبك اني  🙊 اني احبك 🙉 واتحدى واحد بلبشر مثلي يحبك 🙊"

ws[202] = "سني"
rs[202] = "لتصير طائفي 😒��"

ws[203] = "شيعي"
rs[203] = "لتصير طائفي 😕"

ws[204] = "هاي"
rs[204] = "هايات☺️💕🍃 يروحي نورت/ي✨💡"

ws[205] = "البوت"
rs[205] = "معاجبك ؟ 😕😒🍃"

ws[206] = "ازحف"
rs[206] = " على اختك ازحف 🌚🍃 "

ws[207] = "المدرسه"
rs[207] = " 😒🍃 الله لا يراوينه "

ws[208] = "هههههه"
rs[208] = " دوم حبي ❤️"

ws[209] = "ههههه"
rs[209] = " دوم حبي ❤️"

ws[210] = "😹"
rs[210] = "فديت😍هل ضحكه🙊تاج مخي🐲😂🌚"

ws[211] = "😍"
rs[211] = " مح فديتك"

ws[212] = "محح"
rs[212] = " فوديتك❤️"

ws[213] = "😭"
rs[213] = "😢لتبجي/ن  ياعمري انته/ي😻💕 "

ws[214] = "😢"
rs[214] = "😢لتبجي/ن  ياعمري انته/ي😻💕"

ws[215] = "شكد عمرك"
rs[215] = "ازحف/ي 🙄ازحف/ي 😡 ازحف/ي😭 واني محد يجيلي يبوسني 😔🤖 "

ws[216] = "شكد عمرج"
rs[216] = "ازحف/ي 🙄ازحف/ي 😡 ازحف/ي😭 واني محد يجيلي يبوسني 😔🤖 "

ws[217] = "غبي"
rs[217] = " انته الاغبى"

ws[218] = "😇"
rs[218] = "   سبحان الله  🌚📿 ملاك صاير  ابو زربه😅🐾"

ws[219] = "بغداد"
rs[219] = " 😍 فديتهه"

ws[220] = "البصرة"
rs[220] = " احسن ناس وربي❤️"

ws[221] = "بوس عمتك"
rs[221] = " امووووووووووووح💋 الج عمه🙈"

ws[222] = "بوس عمك"
rs[222] = " امووووووووووح 💋 الك عمو🙈🙊"

ws[223] = "اكطع"
rs[223] = "القائد من يكول اكطع الكل تسكت✋🌚"

ws[224] = "😒"
rs[224] = "🎧🌝وجهگ/ج مال ثريد ليش تخربو بهذا السمايل😒😹"

ws[225] = "💔"
rs[225] = "⛏⚒🛠🛠⛏⛏🛠⚒⚒تم التصليح❤️"

ws[226] = "🖕🖕"
rs[226] = "تدلل مولاي😼🚬"

ws[227] = "زاحف"
rs[227] = "حط رجلك كـ🚶ـذا وحط الثانية كـ🏃ـذا وازحـ🐢ـف ازحـ🐢ـف  كـ🐊ـذا وبربـ💃ـس بربـ💃ـس 👌😂"

ws[228] = "ها"
rs[228] = "👋ها ردينه لو لا😂وها ردينه لو لا😹وها ردينه لو لا لو لا😹🌚😹🌚"

ws[229] = "💃"
rs[229] = " شد شد 💃💃💃💃 ركص للصبح 💃💃💃"

ws[230] = "شغل السبلت"
rs[230] = " تم تشغيل السبلت بنجاح ❄️🌚"

ws[231] = "اغنيه ميمو"
rs[231] = "موجوع كلبي واتعب بيه 😪💔واتعب بيه من اباوع ع روحي ينكسر كلبي عليه 😪💔موجوع كلبي واتعب بيه 💔🚶🏻واتعب بيه من اباوع ع روحي ينكسر كلبي عليه 🖖🏼🙄تعبان وجهي وعيوني قهرتني 😕🔫دنيا شلت حال حالي وبحياتي كرهتني 😐🖖🏼كرهت الحب ما اريدة دمرني طيب اني وادري طيبي لهل حال وصلني 💔🚶🏻موجوع كلبي واتعب بيه 😪💔واتعب بيه من اباوع ع روحي ينكسر كلبي عليه 😪💔كول يوم صدمه اقوى من القبلها اني واصل بالشدايد شدة محد واصل الها 😪💔كول يوم صدمه اقوى من القبلها اني واصل بالشدايد شدة محد واصل الها 🚶🏻محد وكفلي من جنت محتاج وكفه الصلافه بهل ناس مدري هاي الدنيا صلفه 😐🖖🏼دخيل الله من قيمني العالم ربي خلي هذا همي بنهايه كول ضالم 😪💔موجوع كلبي واتعب بيه 💔🚶🏻واتعب بيه من اباوع ع روحي ينكسر كلبي عليه 🖖🏼🙄ما اريد كول شيء بس انام وراسي بارد اني من هسه  حياتي معندي ولا واحد 😔💔ما اريد كول شيء بس انام وراسي بارد اني من هسه  بحياتي معندي ولا واحد 🚶🏻ما اريد اتعب تعبي يطلع مو نصيبي عاجبني اسمي (ميمو) لحد يكولي حبيبي 🖖🏼🙄بدون دموع ارد اكمل باقي عمري والباري ربي راح اسلم راح اسلم امري 😒🔫😭😭😭"

ws[232] = "🚶🏿"
rs[232] = "ﮪـْہۣۗــہۣۙاييہ❥ وين🌝رايح شعدنه ممشى هنا 😹🖐"

ws[233] = "الرئاسه"
rs[233] = "اســۣۛـۣۛـيــۣۛـۣۛـادك 🐸🖕🏿بطــۣۛـۣۛـي 🐎 تاج راســۣۛـۣۛـك حاميــۣۛـۣۛـن اعراضــۣۛـۣۛـك✿⇣🌞💋" 

ws[234] = "😋"
rs[234] = "خـۣۛـۣۛ﴿تۣۛـۣۛـفـۣۛـۣۛـہٰ୭ۭۢ💦﴾ـخـۣۛخــہۢۛ ۦ✿⇣ ؏ــۣۛـۣۛـٰسـلـہۛ ۦ✿⇣😻 مــﮩـو😆😌😹💔"

ws[235] = "😉"
rs[235] = "لا تغمز/ي 🙀 اثــتحي 🙊 اخــجل 🙈 اصيرعبسي😐😹💙 "

ws[236] = "🙃"
rs[236] = "ولخلقه 😐😂"

ws[237] = "وين"
rs[237] = "راح الم هدومي وامشي طفح الكيل يا اهل قريش 😹🙌"

ws[238] = "😴"
rs[238] = "صحصح لو حتفل ماي ورد ع وجهك/ج 💦💧😗🚶"

ws[239] = "😏"
rs[239] = "😏ها شبيك/ج تريد/ين اعدل سنونج😾👊"

ws[240] = "🙊"
rs[240] = "استحت🙊نصره😱؟من البصره🙈🌚😹"

ws[241] = "🤔"
rs[241] = "🌚😹تفكيرك/ج مو خالي😕اكو جريمه راح اسويه😈"

ws[242] = "🙄"
rs[242] = "عليمن🙄تباوع/ين😕 على خالتك/ج🙄🖖🏽😹✋"

ws[243] = "🚶"
rs[243] = "شِـوَفَ ُالُـهـيَـبُّه تْـسِـطِـرَ 🙊😼"

ws[244] = "اي"
rs[244] = "وجـُِ﴿🙊﴾ـُِ؏ـۣۙيہ ۦ• كْٓمـْْـْ»»ـ»»ـْـل مصدكك/ج🙄☝️"

ws[245] = "1اقصف"
rs[245] = "حبيبتي اليوم شوفت صورتج لامي 😍 صدوك ! حبيبي وشكالت امك علية 😁 كالت ياخرا شنو هذا 😂😳 🚀🚀😂😂😂😂😂👌👌👌👌"

ws[246] = "اقصف"
rs[246] = "اكًو بنات يكتبن 📝    هيه خربت من القمر قلدني 😌🌝     والله هي خربت من الله خلقج ههههههه😂😂😂🚀🚀🚀"

ws[247] = "قصف"
rs[247] = "تلبس ضيق وكرشها اربع طبقات 😹 وتكتب انا لمين 😌 انتي لعيد الاضحى يالهايشه ههههه😂😂🚶👌"

ws[248] = "شعر الدايح"
rs[248] = "الكبلو خي كبلون ماريد اكبل هيه عليه تفوت غير اني اخبل 😌❤️ ماكبلت مو مغرور لا يا غروري بس خاف افوت النوب تضربني بوري😂🚶"

ws[249] = "شلونك" 
rs[249] ="اذا اكلك زين شراح تستفاد🤔كمل عندي شغل☹️😹"

ws[250] = "شلونكم"
rs[250] = "تٌـٌـمـــ🙊🎈ــٌإأإآمـ واٍْنـْﱡـ👈youـٍُتٍۜة💜 🌝🖖🏻"

ws[251] = "شخباركم"
rs[251] = "פآلُـِْ✿ِّـلُـًِ☝️ـه عہٰايہٰشہٰيہٰن وانتہٰو شہٰخہٰباركہٰم 😻💜"

ws[252] = "😐"
rs[252] = "😕شبيك/ج صافن شنو 😐طرزان بل كروب واحنه من ندري🌚😹"

ws[253] = "💋"
rs[253] = "😻خدرت خرب ماتحمل بعد يلا امشي خاص😻"                                                                                                                                                                                                           

ws[254] = "😂😂😂"
rs[254] = "🙄🙄 راح يخرب من الضحك كبر يي والله وجهك يفشل 😹 امداك 🙌🙌👌"                                                                                                                                                                                                           

ws[255] = "😂😂"
rs[255] = "مٌـظٌـحُـكِ تْـرَُه 🌚😐"                                                                                                                                                                                                           

ws[256] ="هلو"
rs[256] = "هـۣۛـۣۛــۣۛـۣۛـٰـلۣۛـۣۛــۣۛـۣۛـہۛو୭أأتۦ✿⇣💜😻🖖🏻"

ws[257] = "اريد بوت"
rs[257] = "؏ـيــ❦ـوني 🙊 راســل احد المــطورين 🤖👇🏿 يكون كروبك فوك  300 🌚  و @llNooNll و @ss02ss و @ii02ii "

ws[258] = "ملوكه"
rs[258] = "العضيده😻🍃"

ws[259] = "جسومي"
rs[259] = "صاك الكروب😻🍃 عاشق. ملوكه"

ws[260] = "صوفي"
rs[260] = "فہـہدوه الله🙊 يروحہہله فہدوه بنہات 😌الہمنہطقہه شہلع قلع هہاذا حبيب 😍مرويمه يہمـْه 😳 فديتہها 😋💋"

ws[261] = "مريومه"
rs[261] = "؏ـيــ❦ـونههاا 😻❤️ لضہلعتہي وحہبيہبہت 😉 صہوفي امہر خہہدمہةه ❀ 🐸💋"

ws[262] = "حسوني"
rs[262] = "؏ـيــ❦ـونةة 😼💪🏻 لضہلعہي  وحبيبي 🙊حسوني 😻🍃"

ws[263] = "."
rs[263] = "ينزل رابط الكروب بل تعديل لا يا خرا 💦☹️🚶🏿"

ws[264] = "اكلج"
rs[264] = "تاحسك تسحف ☹️"

ws[265] = "اكولج"
rs[265] = "تاحسك تسحف ☹️"

ws[266] = "سيف"
rs[266] = "؏ـيــ❦ـونةة لحبيبي 😘 سيوفي 😻❤️ تاج راســك وحامـ❦ـي اعراضـك 🐸🖕🏿"

ws[267] = "😂😂😂😂"
rs[267] = "شوف الناس وين وصلت ونته تضحك كبر يلخبل 🌚😹"

ws[268] = "نيجه"
rs[268] = "ميسوه اجب عليه 🐸😹🖕🏿"

ws[269] = "اغتصبه"
rs[269] = "حرامات اخرب مستقبلي بي 🐸🌝🖕🏿"

ws[270] = "طيز"
rs[270] = "ااوف ابلس 😻🖕🏿"

ws[271] = "🤔🤔" 
rs[271] = "على كيفك انشتاين 😹🤘🏿" 

ws[272] = "🤐" 
rs[272] = "عفيه لو هيج تخيط حلكك لو لا 😹😹" 

ws[273] = "😛" 
rs[273] = "هذا مطلع لسانه كيوت 😹" 

ws[274] = "😜" 
rs[274] = "ضم لسانك 😁 فضحتنه" 

ws[275] = "😚" 
rs[275] = "عساس مستحي/ة بعد بست 😹" 

ws[276] = "😘" 
rs[276] = "ممنوع التقبيل في هذا الكروب 😹 هسه \nيزعلون الحدايق" 

ws[277] = "☺️" 
rs[277] = "خجلان الحلو/ة 😂 منو تحارش بيك/ج غيري 😌" 

ws[278] = "🙂" 
rs[278] = "ابتسامه مال واحد مكتول كتله غسل ولبس 😍😹" 

ws[279] = "😊" 
rs[279] = "انها احقر ابتسامه على وجه الكره الارضيه 😹" 

ws[280] = "😇" 
rs[280] = "شيخ جامع"

ws[281] = "😅" 
rs[281] = "شبيك جنك واحد دايضربو ابره 😂" 

ws[282] = "😃" 
rs[282] = "فرحان/ه دووووم الفرحه ☺️😍" 

ws[283] = "😹😹" 
rs[283] = "دوم الضحكات عيوني 😍" 

ws[284] = "😬" 
rs[284] = "ضم سنونك/ج فضحتنه 🙀😹" 

ws[285] = "😀" 
rs[285] = "عيوووون مال كوري 😹😹" 

ws[286] = "ضلعتي" 
rs[286] = "هلا هلا اجن الضلوعات 😍😹" 

ws[287] = "جاو" 
rs[287] = "خليك مضوجني 😹❤️" 

ws[288] = "بوسه جبيره" 
rs[288]= "امــــ💋💋ــــمـــ💋💋ــــمــــــ💋💋ــــمــــــــــــــــ💋💋ــــمــؤوووووواح 😹\n بهاي البوسه انسف وجهك/ج 😹😹" 

ws[289] = "تعشقني" 
rs[289] = "😌☝🏿️اعشقكج لدرجه اذا خلوج بين 10 وردات اطلعج واني مغمض لان بس انتي الشوكه 😹\n #طــــن_تم_القصف" 

ws[290] = "ممكن" 
rs[290] = "كضوووو راح يزحف 🙀😹" 

ws[291] = "عركة" 
rs[291] = "🙀يا الهي \n عركه اجيب 🏃🏻 السجاجين 🔪والمسدسات 🔫" 

ws[292] = "عركه" 
rs[292] = "🙀يا الهي \n عركه اجيب 🏃🏻 السجاجين 🔪والمسدسات 🔫" 

ws[293] = "مساء الخير" 
rs[293] = "مساء الخيرات اشرقت وانورت 😌🍁" 

ws[294] = "صباحوو" 
rs[294] = "صباحووو اشرقت وانورت 😌🍁" 

ws[295] = "صباحو" 
rs[295] = "صباحو اشرقت وانورت 😌🍁" 

ws[296] = "صباح الخير" 
rs[296] = "صباحووو اشرقت وانورت 😌🍁" 

ws[297] = "منو بيتهوفن" 
rs[297] = "😹😹😹 شوف ياربي يطلب من الحافي نعال" 

ws[298] = "موسيقى" 
rs[298] = "😒☝🏿️اكعد راحه بيتهوفن 😹 \n #اذا_ماتعرف_منو_بيتهوفن  \n #اكتب منو بيتهوفن" 

ws[299] = "موال" 
rs[299] = "🙁☝🏿️شكولي مال تحشيش ماخربها بلموال 😹❤️" 

ws[300] = "ردح حزين" 
rs[300] = "😹😹 مشت عليكم وين اكو ردح حزين عود هاي انته الجبير 🤑😹" 

ws[301] = "ردح" 
rs[301] = "😹😹😹تره رمضان قريب صلي صوم احسلك" 

ws[302] = "حزين" 
rs[302] = "اكو هواي مجروحين 😔 خاف غني وذكرهم" 

ws[303] = "راب" 
rs[303] = "شكولك مال ثريد لاتخربها بلراب 😹❤️" 

ws[304] = "شسمها" 
rs[304] = "لو اعرف اسمها جان مابقيت يمك/ج 😹" 

ws[305] = "شسمه" 
rs[305] = "لو اعرف اسمه جان مابقيت يمك/ج 😹" 

ws[306] = "شسمج" 
rs[306] = "اسمها جعجوعه" 

ws[307] = "شسمك" 
rs[307] = "اسمه اللمبــي 😹❤️" 

ws[308] = "شوف" 
rs[308] = "👀ششوف 👀" 

ws[309]= "اسمعي" 
rs[309] = "كوووووؤ👂🏿🌝👂🏿ؤؤؤؤؤل/ي سامعك/ج" 

ws[310] = "اسمع" 
rs[310] = "كوووووؤ👂🏿🌝👂🏿ؤؤؤؤؤل/ي سامعك/ج" 

ws[311] = "خالتك" 
rs[311] = "هَـ (⊙﹏⊙) ــاآك😝افلوس💵جيبلي خالتك😂" 

ws[312] = "حمه" 
rs[312] = "ۿہ✯ہذآإ✟😘❥الבـ﴿❤️﴾ـلـٰ୭وٰ୭❥😍مالي فديته😂" 

ws[313] = "منو هاي" 
rs[313] = "هَـ (⊙﹏⊙) ــاآي😝الراقصه مال الكروب💃😂" 

ws[314] = "حاتة" 
rs[314] = "وينها خلي نرقمها 😍😹" 

ws[315] = "صاكة" 
rs[315] = "وينها خلي اكفش شعرها 😹😍" 

ws[316] = "بيباي" 
rs[316] = "وين بعد وكت 🙊❤️" 

ws[317] = "اشاقة" 
rs[317] = "😹😍 استمر هوه غير شقاك/ج الثكيل يخبل" 

ws[318] = "اشاقه" 
rs[318] = "😹😍 استمر هوه غير شقاك/ج الثكيل يخبل" 

ws[319] = "احبنك" 
rs[319] = "😌❤️ طبعا وتموت/ين  عليه هم" 

ws[320] = "عشق" 
rs[320] = "يمه اذوبــن 😌❤️" 

ws[321] = "مرتي" 
rs[321] = "يعني عفت النسوان كلها جيت على مرتي 😡" 

ws[322] = "تريد مكياج" 
rs[322] = "هيج انتي جكمه 😹😍 تردين مكياج  \n يوجد ☟تٌَحَـتْ☟ المكياج الخادع  \n (͡° ͜ʖ ͡°)  اما قمر ساطع \n او نوع من انواع الضفادع 😂🐸" 

ws[323] = "بالة" 
rs[323] = "😹☝🏿️ موحلوات عليك هم ماشتريلك" 

ws[324] = "باله" 
rs[324] = "😹☝🏿️ موحلوات عليك هم ماشتريلك" 

ws[325] = "مول" 
rs[325] = "😹☝🏿️يريد يقطني ماشتريلك لوتموت" 

ws[326] = "ملابس" 
rs[326] = "🌚☝🏿️ تريدهن من المول لو من باله ؟" 

ws[327] = "سيارة" 
rs[327] = "😹☝🏿️ تريد/ين سياره هوه انته/ي بايسكل كل مترين تضرب دقله 😹" 

ws[328] = "سياره" 
rs[328] = "😹☝🏿️ ت ريد/ين سياره هوه انته/ي بايسكل كل مترين تضرب دقله 😹" 

ws[329] = "سياره" 
rs[329] = "😹☝🏿️ ت ريد/ين سياره هوه انته/ي بايسكل كل مترين تضرب دقله 😹" 

ws[330] = "شيك" 
rs[330] = "هوه اني لو عندي شيك  اصير بوت 😹 الله وكيلك نص ملفاتي بلدين 😹😹" 

ws[331] = "كاش" 
rs[331] = "هوه اني لو عندي كاش اصير بوت 😹 الله وكيلك نص ملفاتي بلدين 😹😹" 

ws[332] = "فلوس" 
rs[332] = "كبدي شتريد/ين فلوسك/ج  كاش لو شيك 🤔 ؟" 

ws[333] = "وردة" 
rs[333] = "🙈الي يمريني بورده ارمي بورده هيه والمزهريه   #ياخي_الكرم_واجب 😹" 

ws[334] = "اهووو" 
rs[334] = "😹 ليش ولك/ج خطيه هذا/ه 😿 لاتكول اهوو" 

ws[335] = "اهوو" 
rs[335] = "😹 ليش ولك/ج خطيه هذا/ه 😿 لاتكول اهوو" 

ws[336] = "اهو" 
rs[336] = "😹 ليش ولك/ج خطيه هذا/ه 😿 لاتكول اهوو" 

ws[337] = "انجبي" 
rs[337] = "☹️☝️ 🏿 هــاااااي عليها مو" 

ws[338] = "زبالة" 
rs[338] = "لاتقلط 😤🔫 لو الا  ازرف بيتكم" 

ws[339] = "زباله" 
rs[339] = "لاتقلط 😤🔫 لو الا  ازرف بيتكم" 

ws[340] = "زاحفة" 
rs[340] = "ماخرب الشباب الطيبه غيرجن 😹 شنووو علاججن" 

ws[341] = "زاحفه" 
rs[341] = "ماخرب الشباب الطيبه غيرجن 😹 شنووو علاججن" 

ws[342] = "اخوج" 
rs[342] = "🌝😹 هووووه اني جيت للكروب داخلص منه شسوي/ن  بي  انته/ي" 

ws[343] = "اخوك" 
rs[343] = "🌝😹 هووووه اني جيت للكروب داخلص منه شسوي/ن  بي  انته/ي" 

ws[344] = "اختج" 
rs[344] = "😹☝🏿️حظرو سجاجينكم 🔪جابو سيره الخوات راح تصير عركه" 

ws[345] = "اختك" 
rs[345] = "😹☝🏿️حظرو سجاجينكم 🔪جابو سيره الخوات راح تصير عركه" 

ws[346] = "امج" 
rs[346] = "🤑 عــ👵🏻ــؤف الحجيه بحالها" 

ws[347] = "امك" 
rs[347] = "🤑 عــ👵🏻ــؤف الحجيه بحالها" 

ws[348] = "ابوج" 
rs[348] = "عـــ👴🏽ـوف/ي لحجي 🤑 بحــاله" 

ws[349] = "ابوك" 
rs[349] = "عـــ👴🏽ـوف/ي لحجي 🤑 بحــاله" 

ws[350] = "اخباركم" 
rs[350] = "احنه تمام احجيلنه انته/ي شلوونك/ج 😌" 

ws[351] = "بخير" 
rs[351] = "😌🐾 ياااااااارب الى الأفضل" 

ws[352] = "ضوجة" 
rs[352] = "هاك فلوس 💵 حتى تفكك الضوجه 🤑🤑" 

ws[353] = "زين" 
rs[353] = "دوؤؤؤمــــ😌🐾ــــــك/ج" 

ws[354] = "زينه" 
rs[354] = "دوؤؤؤمــــ😌🐾ــــــك/ج" 

ws[355] = "زينة" 
rs[355] = "دوؤؤؤمــــ😌🐾ــــــك/ج" 

ws[356] = "😂😂😂😂😂😂😂" 
rs[356] = "ضحكني وياك بس تكركر 🙄😹" 

ws[357] = "😂😂😂😂😂" 
rs[357] = "اي ولله سالفه اضحج 😿😹" 

ws[358] = "مح" 
rs[358] = "هاي ليش تبوسني بااع الحديق حتكفر 😹💋" 

ws[359] = "كفو" 
rs[359] = "ميكول كفو اله الكفو تاج مخي🐲 🌝💋" 

ws[360] = "اها" 
rs[360] = "يب قابل اغشك شسالفة ضلع 😐🌝🎧" 

ws[361] = "اه" 
rs[361] = "اوف ستحمل بس واحد بعد😞😹"

ws[362] = "كرار" 
rs[362] = " كرار باعص ليث ورسول المنصوري 🐸✋🏿"

ws[363] = "🌚" 
rs[363] = "هاك صابونةه 🚿 اغسل وجهكك 😳😹🏃🏿"

ws[364] = "احجي انكليزي" 
rs[364] = "شوف يطلب من الحافي انعال 🤔 هواني عربي اشخبط شخبط 😹😹😹"

ws[365] = "احجي عربي" 
rs[365] = "لك بابا العربي ميردله شي بس اقرا انكليزي 😻😹😹"

ws[366] = "انور" 
rs[366] = "فديت ربه 😻💔"

ws[367] = "هذا يا سورس" 
rs[367] = "https://github.com/faederhb11/Faeder.git"

ws[368] = "فايدر" 
rs[368] = "فديت ربه 😍 هو الصنعني ⚙ من البنطرون 👖 للبدي 👕 فديته مطوري 🔩"

ws[369] = "الاصدار" 
rs[369] = "https://github.com/faederhb11/Faeder.git #المطور @xXxDev_iqxXx #بوت التواصل @D_e_v_faeder_bot"
-- the main function
function II02II( msg, matches )
	-- just a local variables that i used in my algorithm  
	local i = 0; local w = false

	-- the main part that get the message that the user send and check if it equals to one of the words in the ws table :)
	-- this section loops through all the words table and assign { k } to the word index and { v } to the word itself 
	for k,v in pairs(ws) do
		-- change the message text to uppercase and the { v } value that toke form the { ws } table and than compare it in a specific pattern 
		if ( string.find(string.upper(msg.text), "^" .. string.upper(v) .. "$") ) then
			-- assign the { i } to the index of the reply and the { w } to true ( we will use it later )
			i = k; w = true;
		end
	end

	-- check if { w } is not false and { i } not equals to 0
	if ( (w ~= false) and (i ~= 0) ) then
		-- get the receiver :3 
		R = get_receiver(msg)
		-- send him the proper message from the index that { i } assigned to
		--send_large_msg ( R , rs[i] );
		--send_reply(msg.id, rs[i])
		reply_msg(msg.id, rs[i], ok_cb, false )
	end
	
	-- don't edit this section
	if ( msg.text == "about" ) then
		if ( msg.from.username == "Memo" ) then
			R = get_receiver(msg)
			send_large_msg ( R , "Made by @mm01mm" );
		end
	end 

end



return {
	patterns = {
		"(.*)"		
  	},
  	run = II02II
} 	


end
