do 

local function novar(msg, matches) 
if is_sudo(msg) then 
return [[ 
تۣۗہآمۣۗہرنۣۗہيۣۗہ آمۣۗہر يۣۗہآ مۣۗہطۣۗہوۣريۣۗہ 😅🌚 
]] 
     end 
     if is_owner(msg) then 
return [[ 
دُيۣۗہ لَكۣۗہ آنۣۗہتۣۗہ مۣۗہجۣۗہردُ مۣۗہدُيۣۗہر آلَكۣۗہروۣبۣۗہ صۣۗہوۣجۣۗہ آلَمۣۗہطۣۗہوۣر ضۣۗہآفۣۗہنۣۗہيۣۗہ🌚🔰😑😒 
]] 
     end 

if is_momod(msg) then 
return [[ 
رجۣۗہعۣۗہلَيۣۗہ آلَآدُمۣۗہنۣۗہ لَكۣۗہ آنۣۗہتۣۗہ بۣۗہلَ كۣۗہوۣهۣۗہ صۣۗہعۣۗہدُوۣكۣۗہ آدُمۣۗہنۣۗہ 😒😸🌚 
]] 
     end 
if not is_momod(msg) then 
return [[ 
لَكۣۗہ هۣۗہمۣۗہ عۣۗہضۣۗہوۣ وۣهۣۗہمۣۗہ تۣۗہكۣۗہمۣۗہزۣ عۣۗہلَيۣۗہهۣۗہ دُيۣۗہ لَآ آشۣۗہكۣۗہكۣۗہ ثۣۗہنۣۗہيۣۗہنۣۗہ فۣۗہرخۣۗہ 😸🌚🎐 
]] 
     end 
     end 

return { 
  patterns = { 
       "^انجب$", 
  }, 
  run = NOVAR, 
} 

end 
