
do 

function run(msg, matches) 
  local NOVAR = {'} انـۣۛـۣۛي طـۣۣۛـۣۂه تفۣۛـ﴿ ٰ@DEV_NOVAR ﴾ۣۣۙــضلۭۢ حيۣۣۙــہٰۭۢاتي ۦ❀ $️','✾❣هـ﴿😍﴾ـا بــعد  كـ﴿  @DEV_NOVAR ﴾ـلبي اامـ﴿👏﴾ـرنـ﴿💃﴾ـْي❣✾️','بٌٍـٌِـٍٍّّــًٍ؏ـٌٍـًٌٍٍـٌٍــًٌٍد ؏ـۣۛمـۣۛـ﴿اٰنـۣۣۛـۣـہتۭۢ﴾ۣۣۙــہريۭۢ☻⇣','✬يـًًٍـًًٍٍـًًٍ❊ـًًٍـًًًًًٍٍٍـًًًٍٍ❦ًًٍـروح✬🌹طــ✬ـه انــۣۛـ﴿  @DEV_NOVAR ﴾ۣۣۙــــت شتـّ﴿❧﴾ــﮩـৡـريد 🌹اطلــ{👱}ــب🌹','بٌٍـٌِـٍٍّّــًٍ؏ـٌٍـًٌٍٍـٌٍــًٌٍد ؏ـۣۛمـۣۛـ﴿اٰنـۣۣۛـۣـہتۭۢ﴾ۣۣۙــہريۭۢ☻⇣️',' تـ͜ﮩ͞₍🍃₎ﮩـفـہـۛضـہۛہـۛل  كـ͜ﮩ͞₍😈₎ﮩـؤل 😻💛💭  '} 
  return NOVAR[math.random(#NOVAR)] 
end 

return { 
  description = "NOVAR face", 
  usage = "send NOVAR random  ", 
  patterns = {"طه"}, 
  run = run 
} 

end 

